[
  
  {
    "cenarios": [
      
      {
        
        "opcoes": [
          
          {
            "destino": 2,
            "texto": "Seu pai e tornou-se uma grande matemática"
          },
          {
            "destino": 3,
            "texto": "Sua mãe e tornou-se uma grande mestra da cozinha e da costura"
          }
        ],
        "texto": "Uma mulher nasceu em Alexandria, no Egito, por volta do ano 355 d.C. Essa mulher foi chamada de Hipatia. Ela cresceu em uma família pagã e ao seu redor havia muitos livros, uma verdadeira biblioteca. Seu pai era astrônomo, matemático e filósofo. Sua mãe era uma dona de casa, cuidava dos afazeres domésticos, da filha, do marido dos empregados, enfim, era muito querida por todos. Hipatia se inspirou em:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 4,
            "texto": "Passa estudar ciências e música e viaja para Roma e para Grécia."
          },
          {
            "destino": 4,
            "texto": "Nos primeiros anos de estudo, passou a gostar mais de poesia e a gostar menos de matemática ."
          }
        ],
        "texto": "Hipatia cresceu e tomou gosto pelos livros, pelos números e pelo céu. Assim, ela"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 5,
            "texto": "Hipatia cresceu e criou grande afeição por sua mãe. O tempo passou e ela"
          },
          {
            "destino": 5,
            "texto": "Sentiu pena da mãe por tanto trabalhar, mas nenhum dinheiro ganhar."
          }
        ],
        "texto": "Hipatia cresceu e criou grande afeição por sua mãe. O tempo passou e ela"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 6,
            "texto": "A universidade"
          },
          {
            "destino": 6,
            "texto": "A ter problemas de relacionamento"
          }
        ],
        "texto": "Hipatia tornou-se matemática e isto a levou: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 7,
            "texto": "Casamento, ter filhos."
          },
          {
            "destino": 7,
            "texto": "Aprender outras coisas bem diferentes."
          }
        ],
        "texto": "Hipatia tornou-se uma mulher prendada e logo começou a pensar em "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 8,
            "texto": "Escolheu física e astronomia"
          },
          {
            "destino": 8,
            "texto": "Escolheu humanidades e Gastronomia"
          }
        ],
        "texto": "Na universidade, ela tinha uma diversidade de cursos e mais uma vez ela podia escolher "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 9,
            "texto": "Trabalhador, ambicioso"
          },
          {
            "destino": 9,
            "texto": "Sensível, matemático"
          }
        ],
        "texto": "Para casar escolheu um homem"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 10,
            "texto": "Beber com os amigos e namorar bastante"
          },
          {
            "destino": 10,
            "texto": "Tornou-se CDF e permaneceu isolada "
          }
        ],
        "texto": "Na universidade começou a "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 11,
            "texto": "Voltou a estudar"
          },
          {
            "destino": 11,
            "texto": "Adotou uma criança"
          }
        ],
        "texto": "Casou-se mas não teve filhos e por isso"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 12,
            "texto": "Lutar com técnica de esgrima"
          },
          {
            "destino": 12,
            "texto": "Lutar com técnica de esgrima"
          }
        ],
        "texto": "Além de estudar matemática, ela começou a "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 13,
            "texto": "Seus alunos eram muito inteligentes e logo conseguiam passar nas provas de seleção  para grandes escolas"
          },
          {
            "destino": 15,
            "texto": "As aulas chamaram a atenção dos governantes, pois eram de insubordinação"
          }
        ],
        "texto": "Hipatia mesmo casada começou a dar aulas para crianças "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 14,
            "texto": "Um aluno dos mais inteligentes"
          },
          {
            "destino": 14,
            "texto": "Um escravo que a ajudava nas aulas de laboratório"
          }
        ],
        "texto": "Formada, Hipatia começou a dar aulas e apaixonou-se por: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 17,
            "texto": "Tomou gosto pelos estudos e abandonou o marido para entrar na universidade."
          },
          {
            "destino": 17,
            "texto": "Fugiu com um dos alunos para o oriente"
          }
        ],
        "texto": "Com os alunos inteligentes, ela "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 16,
            "texto": "Abandonou a matemática e astronomia"
          },
          {
            "destino": 16,
            "texto": "Fugiu para um país que permitisse uma mulher casada ser cientista"
          }
        ],
        "texto": "Hipatia casou-se e "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 17,
            "texto": "Pai"
          },
          {
            "destino": 17,
            "texto": "Marido"
          }
        ],
        "texto": "Hipatia foi presa, mas saiu da prisão com a ajuda do "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 15,
            "texto": "Hipatia lutou com eles, matando um dos soldados com a espada. "
          },
          {
            "destino": 18,
            "texto": "Hipatia lutou com eles, matando um dos soldados com a espada. "
          }
        ],
        "texto": "Dar aulas lhe causou transtornos, soldados invadiram sua sala e "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 19,
            "texto": "Abandona a família, vai tornar-se prostituta."
          },
          {
            "destino": 19,
            "texto": "Abandona a família e vai para um convento"
          }
        ],
        "texto": "Hipatia se rebela e "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 20,
            "texto": "Ela defende as ideias heliocêntricas de Nicolau Copérnico"
          },
          {
            "destino": 22,
            "texto": "Ela defende as ideias geocêntricas por temer a Igreja"
          }
        ],
        "texto": "Passados uns anos, o governo de Constantinopla dá abrigo a nossa cientista e "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 21,
            "texto": "Chama atenção dos homens não só  pelos dotes físicos mas pelas suas ideias."
          },
          {
            "destino": 21,
            "texto": "Por ser bela, homens começam a disputá-la, havendo até duelo entre dois deles: Sinésio e Oreste"
          }
        ],
        "texto": "Assim, Hipatia "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 22,
            "texto": "Das forças conservadoras"
          },
          {
            "destino": 22,
            "texto": "Das forças conservadoras"
          }
        ],
        "texto": "Com o heliocentrismo, ela chama a atenção "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 23,
            "texto": "Salva, ela volta a ser dona de casa exemplar"
          },
          {
            "destino": 23,
            "texto": "O prefeito desperta o ódio dos cidadãos que exigem o fim desse casamento herege. "
          }
        ],
        "texto": "Oreste, prefeito de Alexandria, casa-se com Hipatia "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 24,
            "texto": "A escrever livros subversivos que contrariam a igreja católica."
          },
          {
            "destino": 24,
            "texto": "A fazer experimentos em praças públicas"
          }
        ],
        "texto": "Começa: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 25,
            "texto": "Rasgam suas vestes e a levam a praça pública para ser apedrejada"
          },
          {
            "destino": 25,
            "texto": "Exigem que ela desapareça de Alexandria "
          }
        ],
        "texto": "Os cristãos invadem a casa do prefeito e levam Hipátia amarrada "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 26,
            "texto": "Tocam fogo em sua biblioteca"
          },
          {
            "destino": 26,
            "texto": "Tocam fogo na casa dela"
          }
        ],
        "texto": "Um grupo de cristãos pede a cabeça de Hipatia "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 27,
            "texto": "Pede perdão e aceita o cristianismo como sua religião"
          },
          {
            "destino": 29,
            "texto": "Mantém-se pagã assumindo ser um bruxa"
          }
        ],
        "texto": "Antes Hipátia "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 30,
            "texto": "Mas os cristãos botam as mãos nela e a arrastam pelas ruas da cidade"
          },
          {
            "destino": 28,
            "texto": "E seus ex-alunos e alunos fazem um cerco protegendo-a"
          }
        ],
        "texto": "Hipatia escapa do incêndio"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 31,
            "texto": "Torna-se freira e morre velhinha"
          },
          {
            "destino": 31,
            "texto": "Torna-se pedinte de esmolas pelas ruas de Alexandria"
          }
        ],
        "texto": "Hipátia"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 32,
            "texto": "A fogueira para Hipátia"
          },
          {
            "destino": 32,
            "texto": "O arrependimento "
          }
        ],
        "texto": "O cerco é defeito pelos soldados do bispo Cirilo que exige "
      },
      {
        "opcoes": [
          
          {
            "destino": 31,
            "texto": "Será levada pelos fanáticos para o apedrejamento"
          },
          {
            "destino": 31,
            "texto": "Será torturada até negar a bruxaria"
          }
        ],
        "texto": "Hipátia "
      },
      {
        "imagem": "~/assets/images/hipatiaApedrejada.png",
        "opcoes": [
          
          {
            "destino": 32,
            "texto": "Hipatia é assassinada pelos fanáticos com pedradas"
          },
          {
            "destino": 32,
            "texto": "Hipatia transforma-se em uma bruxa e desaparece. "
          }
        ],
        "texto": "Enfim, "
      },
      {

        "opcoes": [
          
          {
            "destino": 33,
            "texto": "Deuses que a levam aos céus."
          },
          {
            "destino": 33,
            "texto": "Demônios que a levam ao inferno."
          }
        ],
        "texto": "Hipatia é raptada por "
      },
      {
        
        "opcoes": [

          {
            "destino": 33,
            "texto": "Como uma cientista"
          },
          {
            "destino": 33,
            "texto": "Como uma cientista"
          }
        ],
        "texto": "Enfim, até hoje é lembrada "
      },
      {
        "opcoes": [

          {
            "destino": 34,
            "texto": "Avançar"
          }
        ],
        "texto": "Hipatia foi desprezada e perseguida pelo arcebispo (Cirilo) de Alexandria, por ser considerada um símbolo da ciência, que a igreja identificava com o paganismo.  Como resultado destes boatos, o corpo mutilado de Hiapatia foi arrastado pelas ruas e queimado em uma pira. Após sua morte, Oreste nunca mais foi visto. Cirilo tomou o poder sobre Alexandria e muito tempo depois foi declarado santo e Doutor da Igreja. "
      },
      {
        "imagem": "~/assets/images/hipatiaCeu.png",
        "opcoes": [
          {
            "texto": "Avançar"
          }
        ],
        "texto": "Apesar de nenhuma obra de Hipatia ter sobrevivido sabe-se que ela foi uma astrônoma admirável e conhecida por seus estudos matemáticos sobre curvas cônicas... 1200 anos depois, no século XVII, o astrônomo Johannes Kepler descobriu que uma dessas curvas a Elipse, regia o movimento dos planetas. Vítima de uma vingança ou de um surto de intolerância, Hipatia seria imortalizada pela posteridade. "
      }
    ],
    "id": 1,
    "nome": "hipatia",
    "imagem": "~/assets/images/hipatia-sup.png"
  },
  {
    "cenarios": [
      
      {
        
        "opcoes": [
          
          {
            "destino": 2,
            "texto": "Contraiu uma escoliose grave, e sua perna direita ficou mais fina e curta do que a esquerda."
          },
          {
            "destino": 2,
            "texto": "A doença a isolou do mundo exterior."
          }
        ],
        "texto": "A mexicana Frida Kahlo é hoje uma das artistas mais populares do mundo todo. Seus quadros atingem valores recordes, e seu rosto é reconhecido em todo o planeta. Sua curta vida, entretanto foi fascinante e cheia de acontecimentos. Magdalena Carmen Frida Kahlo Calderón nasceu em 6 de julho de 1907 na Cidade do México,  onde vivia com os pais e irmãs. Desde seu nascimento teve que lutar contra um problema de saúde que marcou toda a sua vida. Alguns dizem que foi poliomielite, mas muitos pesquisadores acreditam que Frida Kahlo nasceu com espinha bífida, uma condição que afeta o desenvolvimento da coluna vertebral. Como conseqüência:  "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 3,
            "texto": "Teve que adiar o início dos estudos "
          },
          {
            "destino": 4,
            "texto": "Seus pais inventaram que ela teve poliomielite para que suas chances de contrair matrimônio não fossem diminuídas"
          }
        ],
        "texto": "Na época não se sabia se a doença era hereditária ou contagiosa por isso: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 5,
            "texto": "Tinha um grande interesse por anatomia e sonhava em ser médica"
          },
          {
            "destino": 5,
            "texto": "Adorava ler e aprender por conta própria, por isso nunca teve problemas com as notas das provas"
          }
        ],
        "texto": "No entanto, a perna direita mais curta não a impediu de se tornar uma estudante inquieta e perseverante"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 6,
            "texto": "Precisou mentir sobre a idade, para que não ficasse tão atrasada em relação aos outros alunos"
          },
          {
            "destino": 6,
            "texto": "Era zombada pelos colegas que a chamavam de “Frida perna de pau”"
          }
        ],
        "texto": "Quando enfim conseguiu andar com autonomia, seus pais a matricularam na escola, lá: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 7,
            "texto": "A ensinava literatura, natureza, filosofia e fotografia"
          },
          {
            "destino": 7,
            "texto": "A incentivava a praticar esportes para recuperar a força, como luta livre e boxe, embora esses esportes fossem considerados inadequados para meninas na época. "
          }
        ],
        "texto": "Apesar da enfermidade, ela se tornou a favorita do pai. Depois de várias brigas com a sua mãe, ele conseguiu fazer com que ela prestasse o exame de acesso a Escola Nacional Preparatória (escola do ensino médio no México). Ele também: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 8,
            "texto": "Inventou um amigo imaginário que a acompanhou em sua dor "
          },
          {
            "destino": 8,
            "texto": "Vestia de três a quatro meias na perna mais fina e sapatos com salto para mascarar a diferença"
          }
        ],
        "texto": "Diante dos insultos insuportáveis:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 9,
            "texto": "Suas amigas de infância começaram a se afastar porque achavam que ela seguia uma conduta inapropriada para mocinhas naquele tempo "
          },
          {
            "destino": 9,
            "texto": "Era inteligente, por isso mesmo, estava mais interessada nas pessoas a sua volta do que nas aulas"
          }
        ],
        "texto": "Entre dois mil alunos, Frida foi uma das 35 mulheres admitidas "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 10,
            "texto": "Ingressou na Escola Nacional Preparatória (escola do ensino médio no México)"
          },
          {
            "destino": 12,
            "texto": "Começou a namorar"
          }
        ],
        "texto": "Para se esquivar do controle da família, Frida: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 11,
            "texto": "Teve um trágico acidente"
          },
          {
            "destino": 11,
            "texto": "As finanças da família sofreram com o progresso da revolução mexicana e houve momentos em que tiveram que hipotecar a casa, vender seus móveis e até mesmo alugar quartos apenas para sobreviver"
          }
        ],
        "texto": "A doença foi a primeira de muitas enfermidades que complicariam ainda mais a dor e os problemas que ela teve posteriormente na vida. Na juventude: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 14,
            "texto": "Continuava sendo zoada por conta da sua aparência física e exuberância das roupas"
          },
          {
            "destino": 14,
            "texto": "Descobriu um amor pelas artes, ao qual fugia quando precisava de uma pausa das dificuldades."
          }
        ],
        "texto": "Na escola: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 13,
            "texto": "O processo de cura, além de longos dias de cama, exigiu o uso de diversos coletes de gesso  "
          },
          {
            "destino": 13,
            "texto": "Sua mãe lhe deu um cavalete portátil, uma caixa de tintas e um espelho foi colocado em cima do cavalete para que ela pudesse se ver"
          },
          {
            "destino": 13,
            "texto": "Seu namorado a abandonou"
          }
        ],
        "texto": "Ela estava voltando da escola com o namorado em um ônibus que colidiu com um bonde. As consequências foram muito graves: fratura de muitos ossos e lesões na coluna vertebral. Por isso: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 16,
            "texto": "Descobriu que o namoro não passava de uma brincadeira de mau gosto (aposta) entre os colegas da turma"
          },
          {
            "destino": 16,
            "texto": "Descobriu que estava sendo traída pelo namorado"
          }
        ],
        "texto": "Entretanto "
      },
      {
        "imagem": "~/assets/images/fridaPintando.png",
        "opcoes": [
          {
            "destino": 15,
            "texto": "A pintar retratos das irmãs e de colegas da escola"
          },
          {
            "destino": 15,
            "texto": "Começou a fazer autorretratos, porque passava muito tempo sozinha e era o tema que conhecia melhor"
          }
        ],
        "texto": "Sem dar muita importância, Frida começou: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 18,
            "texto": "Para ela não fazia diferença, pois seu estilo único, além de confortável, a tornava diferente das outras meninas ao seu redor"
          },
          {
            "destino": 18,
            "texto": "Tentou mudar seu estilo, mas o bullying pela deficiência continuava. Percebendo que não poderia agradar a todos, decidiu se vestir da forma que a fazia feliz."
          }
        ],
        "texto": "Sua reputação estava cada vez mais arruinada: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 17,
            "texto": "Escrever cartas se tornou uma maneira extremamente útil de manter contato com os colegas de classe"
          },
          {
            "destino": 17,
            "texto": "Ter um diário também a ajudou a estabelecer um relacionamento consigo mesma e a encontrar uma maneira de expressar seus sentimentos e aflições"
          },
          {
            "destino": 17,
            "texto": "Recorria a uma combinação de medicamentos fortes com e sem prescrição, além do consumo de álcool"
          }
        ],
        "texto": "Ela não teve nenhuma educação formal em artes, contudo pintar se tornou um escape, uma maneira de se separar da dor e dos fatores estressantes da vida e de criar representações das experiências traumáticas pelas quais passou. Além disso: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 18,
            "texto": "Desenhou um autorretrato dele, cuja aparência imitava um porco e espalhou pelas paredes da escola"
          },
          {
            "destino": 18,
            "texto": "Espalhou boatos sobre a impotência sexual dele."
          }
        ],
        "texto": "Decepcionada, Frida planejou uma vingança para o ex-namorado e então: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 19,
            "texto": "Sempre manteve suas sobrancelhas grossas e marcantes, abusava das cores e estampas florais e étnicas em seu vestuário, usava grandes bijuterias de influência mexicana"
          },
          {
            "destino": 19,
            "texto": "Levou seu estilo único inclusive para seus coletes ortopédicos, os quais enfeitava com flores, demais adereços e até mesmo pinturas"
          },
          {
            "destino": 19,
            "texto": "Seus sapatos, inclusive, eram adaptados exclusivamente para ela, com um salto maior do que o outro para nivelar sua altura"
          }
        ],
        "texto": "Frida também chamava atenção pela peculiaridade de seu visual "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 20,
            "texto": "Foi atropelada por um ônibus "
          },
          {
            "destino": 22,
            "texto": "Foi abusada sexualmente e espancada"
          }
        ],
        "texto": "Frida sempre fez o que tinha vontade. Mas certo dia quando voltava da escola: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 21,
            "texto": "Com os vestidos tehuanas (típicos do México), o foco geométrico na parte superior do corpo excessivamente decorada obrigava o espectador a se concentrar na parte do troco de Frida, distraindo o espectador de suas pernas e da parte inferior do corpo"
          },
          {
            "destino": 21,
            "texto": "A relação de Frida com o espartilho é de apoio e necessidade — o corpo dependente de cuidados médicos —, mas é também de rebelião. Ela decorava os próprios espartilhos, fazendo-os parecer uma escolha explícita e incluindo-os na construção do visual"
          }
        ],
        "texto": "A decisão de adotar tal visual, tinha seus motivos: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 22,
            "texto": "Sofreu ferimentos quase fatais; o tratamento incluía o uso de um espartilho metálico, que a deixou confinada à cama como parte da recuperação."
          },
          {
            "destino": 22,
            "texto": "Não conseguia se abrir com os seus pais, se sentia perdida, e, além disso, precisava fazer repouso por  contas dos sangramentos contínuos "
          }
        ],
        "texto": "Foi uma época terrível: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 23,
            "texto": "Começou a se relacionar com círculos de comunistas, marxistas e exilados políticos"
          },
          {
            "destino": 23,
            "texto": "Recuperou a paixão por conversar com as pessoas, a vontade de dançar e beber tequila"
          },
          {
            "destino": 23,
            "texto": "Conheceu Diego Rivera, um importante pintor do “Muralismo Mexicano”"
          }
        ],
        "texto": "O tempo cura (quase) tudo. Três anos após o acidente, Frida passa a estudar desenho e modelagem na Escola Nacional Preparatória do Distrito Federal do México. Lá: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 24,
            "texto": "Começou a rabiscar, desenhar e pintar a sua dor"
          },
          {
            "destino": 24,
            "texto": "Algumas vezes tentou cometer suicídio "
          }
        ],
        "texto": "Foi obrigada a aprender que a dor faria parte dela durante o resto da sua vida. Por isso: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 25,
            "texto": "Rivera, diante do pedido da jovem, disse que o trabalho dela mostrava talento e sensibilidade para a pintura"
          },
          {
            "destino": 25,
            "texto": "Além de ter um amor mútuo pela arte, ambos eram ativistas da esquerda mexicana"
          },
          {
            "destino": 25,
            "texto": "Tornaram-se amigos, camaradas e amantes"
          }
        ],
        "texto": "Frida aproximou-se de Rivera para mostrar a ele as pinturas que havia feito durante o longo período de convalescença. "
      },
      {
        "imagem" : "~/assets/images/fridaPintando.png",
        "opcoes": [
          
          {
            "destino": 26,
            "texto": "Era a única coisa que lhe servia de consolo. Para ela pintar o que a acontecia era uma forma de deixar pra trás o sofrimento e poder seguir vivendo"
          },
          {
            "destino": 26,
            "texto": "Para desvencilhar-se da dor, junto com outras mulheres fundou um comitê para oferecer apoio, na medida do possível, a vítimas de traumas"
          }
        ],
        "texto": "Nunca tinha sofrido tanto. "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 27,
            "texto": "Sabiam que ela era uma pessoa doente, e seria por toda a vida; era inteligente, mas não bonita"
          },
          {
            "destino": 27,
            "texto": "Ele já havia se casado e tinha filhos"
          },
          {
            "destino": 29,
            "texto": "Rivera era comunista, 20 anos mais velho que ela e muito gordo. Diziam que era como o casamento entre um elefante e uma pomba"
          }
        ],
        "texto": "Isso desagradou seus pais, pois: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 30,
            "texto": "Conheceu um jovem colecionador de arte "
          },
          {
            "destino": 30,
            "texto": "Buscou um emprego"
          }
        ],
        "texto": "Indefesa e angustiada, mas ainda assim corajosa ela partiu para os Estados Unidos, lá: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 31,
            "texto": "Passava o tempo fazendo alguns esboços e observando Rivera e os assistentes dele trabalharem"
          },
          {
            "destino": 31,
            "texto": "Ela se sentia entediada ao conhecer outras pessoas, achava difícil se comunicar em inglês e preferia pintar"
          }
        ],
        "texto": "Mesmo assim, acabaram casando em 1929. Logo depois foi com o marido para os Estados Unidos, onde ele realizava exposições. Moraram nas cidades de Detroit, São Francisco e Nova Iorque. Nesse período:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 32,
            "texto": "Tornaram-se grandes amigos e em agradecimento, pintou um retrato dele e lhe deu de presente"
          },
          {
            "destino": 32,
            "texto": "Tiveram um relacionamento amoroso e ele prometeu ajudar a carreira dela."
          }
        ],
        "texto": "Aos poucos Frida tentava levar uma vida normal com o colecionador de artes "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 31,
            "texto": "A justificativa era de que um médico havia lhe dito que ele era incapacitado para a monogamia"
          },
          {
            "destino": 31,
            "texto": "Ela chorava desoladamente, mas se distraía cozinhando, limpando e ás vezes pintando "
          }
        ],
        "texto": "Tiveram um relacionamento amoroso e ele prometeu ajudar a carreira dela."
      },
      {
        
        "opcoes": [
          
          {
            "destino": 34,
            "texto": "Trabalhava sem descanso e sua saúde piorou"
          },
          {
            "destino": 34,
            "texto": "Não conseguia realizá-lo de forma satisfatória devido às limitações de sua saúde."
          }
        ],
        "texto": "Conseguiu um emprego como pintora, porém: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 33,
            "texto": "Em 1939, eles se divorciaram por causa da traição de Rivera com Cristina Kahlo, a irmã de Frida"
          },
          {
            "destino": 33,
            "texto": "Frida também passou a sair com outros homens e mulheres"
          }
        ],
        "texto": "Com as traições constantes: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 36,
            "texto": "Visitavam museus, frequentemente assistiam a peças de teatro e a filmes e faziam novas amizades com colecionadores, artistas, escritores e intelectuais"
          },
          {
            "destino": 36,
            "texto": "Tinham um relacionamento turbulento devido ao sucesso da carreira dela e suas limitações físicas."
          }
        ],
        "texto": "Frida e seu colecionador:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 35,
            "texto": "Os dois passaram a viver em casas separadas, conectadas por uma ponte, para que cada um tivesse seu próprio espaço artístico"
          },
          {
            "destino": 35,
            "texto": "Manteriam o casamento, mas com independência para ambos (amantes)"
          }
        ],
        "texto": "Alguns meses depois, Frida escreveu uma carta para Diego na qual acabou cedendo: ela disse que estava disposta a aceitar as infidelidades dele, que chamava de simples \"diversões\" e que não deviam destruir o amor que existia entre eles. Porém, impôs uma condição: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 38,
            "texto": "Foram necessárias várias internações hospitalares"
          },
          {
            "destino": 38,
            "texto": "Para aliviar o sofrimento, ela precisava tomar altas doses de morfina"
          }
        ],
        "texto": "Os médicos lhe recomendaram um colete de aço para suportar o peso do corpo, mas a dor se mantinha sempre presente, então: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 37,
            "texto": "O marido reclamava dos gastos hospitalares e a responsabilizava o tempo todo pela ruína financeira que viviam "
          },
          {
            "destino": 37,
            "texto": "Em constante dor, incapaz de gerar um filho, pelo fato de seu útero ter sido perfurado no dia do acidente, sofreu três abortos espontâneos"
          },
          {
            "destino": 37,
            "texto": "Era fortemente rejeitada, sofrendo até agressões físicas do marido"
          }
        ],
        "texto": "As aflições de Frida não pararam por aí:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 40,
            "texto": "Foi convidada para expor em uma galeria famosa em Nova York. Sua exposição foi bem, e metade dos quadros foi vendida"
          },
          {
            "destino": 40,
            "texto": "Atingiu grande reconhecimento nacional "
          }
        ],
        "texto": "Com os contatos de seu colecionador, Frida:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 39,
            "texto": "Suas amigas se tornavam mulheres lentamente e ela estava envelhecendo em instantes "
          },
          {
            "destino": 39,
            "texto": "As dores no corpo levaram quase a dependência de morfina"
          },
          {
            "destino": 39,
            "texto": "Avançar"
          }
        ],
        "texto": "Os seus quadros eram constantemente comparados ao do marido, Diego Rivera, ou tinha seu trabalho recusado como arte popular mexicana devido ao local de onde ela era"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 42,
            "texto": "Voltou a seu antigo emprego como pintora"
          },
          {
            "destino": 42,
            "texto": "Começou a pintar e vender seus quadros por conta própria "
          }
        ],
        "texto": "Frida se acostumou com o colete e se tornou mais forte, tendo uma melhora significativa na sua qualidade de vida, então:"
      },
      {
        
        "opcoes": [
          
          {
            "destino": 41,
            "texto": "Ganhou fama internacional."
          },
          {
            "destino": 41,
            "texto": "Tornou-se professora de pintura."
          }
        ],
        "texto": "De volta, ao México, mesmo após uma cirurgia em que teve que amputar os dedos do pé direito, ela lutou para obter independência econômica do ex-marido, pintando e vendendo seus quadros. Então: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 2,
            "texto": "Começou a viver por conta própria e a ser reconhecida pela sua obra. A moda parisiense se interessou por ela, e sua mão cheia de joias estampou a capa da revista Vogue. O Museu do Louvre comprou um dos seus autorretratos"
          },
          {
            "destino": 2,
            "texto": "Começou a escrever um diário autobiográfico, que no fim se transformou em um espaço para desabafo"
          }
        ],
        "texto": "Entretanto ela acabou por se afastar do colecionador e ele decidiu que os dois deveriam seguir caminhos separados. Dividida entre a dor e a necessidade de transcender a tristeza, Frida: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 44,
            "texto": "Decorrente de uma grave pneumonia ou embolia pulmonar, Frida falece no dia 13 de julho de 1954, aos 47 anos"
          },
          {
            "destino": 44,
            "texto": "Suicidou-se com uma overdose de remédios. Em suas últimas frases em seu diário pessoal declarava: “espero que minha partida seja feliz, e espero nunca mais regressar”."
          }
        ],
        "texto": "No final da vida, a saúde da artista piorou. Frida continuou pintando mesmo nos momentos mais agonizantes. Até que: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 43,
            "texto": "A dor e o cansaço voltaram, começou a perder peso, e em certos dias sentia sua mão direita atrofiada"
          },
          {
            "destino": 43,
            "texto": "Foi diagnosticada com uma anemia grave"
          }
        ],
        "texto": "Mas a calmaria foi temporária... "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 44,
            "texto": "Foi encontrada morta com um pincel na mão, com os pulsos cortados. "
          },
          {
            "destino": 44,
            "texto": "Morreu em decorrência de uma turbeculose em 13 de julho de 1954, dias depois do seu aniversário."
          }
        ],
        "texto": "Mas a dor não habita uma pessoa eternamente: "
      },
      {
        
        "opcoes": [
          
          {
            "destino": 45,
            "texto": "Avançar"
          }
        ],
        "texto": "Depois da sua morte, Diego Rivera criou coragem para transformar a sua casa, a famosa Casa Azul, em um museu para celebrar o amor da sua vida. O artista pediu ao poeta Carlos Pellicer para desenvolver a museografia; reuniu roupas, cartas, livros, espartilhos e alguns dos remédios da Frida, bem como alguns dos seus pertences, e lacrou-os no banheiro. Ele disse com convicção que este depósito improvisado só poderia ser aberto 15 anos após a morte da pintora. Na realidade, seus pertences juntaram poeira até 2004, 47 anos após a morte de Diego. "
      },
      {
        
        "opcoes": [
          
          {

            "texto": "Avançar"
          }
        ],
        "texto": "Quase 60 anos após a morte da artista mexicana, com imagem feita pelo fotógrafo NickolasMuray, Frida estampou pela primeira vez a capa de uma revista de moda como um ícone (Vogue). Mais de 60 anos após a morte da pintora, com a imagem dela exposta em contextos que vão desde chaveiros até tênis de edição limitada da marca Converse, Frida é, sem dúvida, um ícone internacional. "
      }
    ],
    "id": 2,
    "nome": "frida",
    "imagem": "~/assets/images/frida-sup.png"
  }
]
