[
  {
    "cenarios": [
      {
        "opcoes": [
          {
            "destino": 2,
            "texto": "Seu pai e tornou-se uma grande matemática"
          },
          {
            "destino": 3,
            "texto": "Sua mãe e tornou-se uma grande mestra da cozinha e da costura"
          }
        ],
        "texto": "Uma mulher nasceu em Alexandria, no Egito, por volta do ano 355 d.C. Essa mulher foi chamada de Hipatia. Ela cresceu em uma família pagã e ao seu redor havia muitos livros, uma verdadeira biblioteca. Seu pai era astrônomo, matemático e filósofo. Sua mãe era uma dona de casa, cuidava dos afazeres domésticos, da filha, do marido dos empregados, enfim, era muito querida por todos. Hipatia se inspirou em:"
      },
      {
        "opcoes": [
          {
            "destino": 4,
            "texto": "Passa estudar ciências e música e viaja para Roma e para Grécia"
          },
          {
            "destino": 4,
            "texto": "Nos primeiros anos de estudo, passou a gostar mais de poesia e a gostar menos de matemática"
          }
        ],
        "texto": "Hipatia cresceu e tomou gosto pelos livros, pelos números e pelo céu. Assim, ela:"
      },
      {
        "opcoes": [
          {
            "destino": 5,
            "texto": "Superou sua mãe nos afazeres domésticos"
          },
          {
            "destino": 5,
            "texto": "Sentiu pena da mãe por tanto trabalhar, mas nenhum dinheiro ganhar"
          }
        ],
        "texto": "Hipatia cresceu e criou grande afeição por sua mãe. O tempo passou e ela:"
      },
      {
        "opcoes": [
          {
            "destino": 6,
            "texto": "A universidade"
          },
          {
            "destino": 6,
            "texto": "A ter problemas de relacionamento"
          }
        ],
        "texto": "Hipatia tornou-se matemática e isto a levou: "
      },
      {
        "opcoes": [
          {
            "destino": 7,
            "texto": "Casamento, ter filhos"
          },
          {
            "destino": 7,
            "texto": "Aprender outras coisas bem diferentes"
          }
        ],
        "texto": "Hipatia tornou-se uma mulher prendada e logo começou a pensar em: "
      },
      {
        "opcoes": [
          {
            "destino": 8,
            "texto": "Escolheu física e astronomia"
          },
          {
            "destino": 8,
            "texto": "Escolheu humanidades e Gastronomia"
          }
        ],
        "texto": "Na universidade, ela tinha uma diversidade de cursos e mais uma vez ela podia escolher: "
      },
      {
        "opcoes": [
          {
            "destino": 9,
            "texto": "Trabalhador, ambicioso"
          },
          {
            "destino": 9,
            "texto": "Sensível, matemático"
          }
        ],
        "texto": "Para casar escolheu um homem:"
      },
      {
        "opcoes": [
          {
            "destino": 10,
            "texto": "Começou a beber com os amigos e namorar bastante"
          },
          {
            "destino": 10,
            "texto": "Tornou-se CDF e permaneceu isolada "
          }
        ],
        "texto": "Na universidade: "
      },
      {
        "opcoes": [
          {
            "destino": 11,
            "texto": "Voltou a estudar"
          },
          {
            "destino": 11,
            "texto": "Adotou uma criança"
          }
        ],
        "texto": "Casou-se mas não teve filhos e por isso:"
      },
      {
        "opcoes": [
          {
            "destino": 12,
            "texto": "Lutar com técnica de esgrima"
          },
          {
            "destino": 12,
            "texto": "Dar aulas para crianças"
          }
        ],
        "texto": "Além de estudar matemática, ela começou a: "
      },
      {
        "opcoes": [
          {
            "destino": 13,
            "texto": "Seus alunos eram muito inteligentes e logo conseguiam passar nas provas de seleção para grandes escolas"
          },
          {
            "destino": 15,
            "texto": "As aulas chamaram a atenção dos governantes, pois eram de insubordinação"
          }
        ],
        "texto": "Hipatia mesmo casada começou a dar aulas para crianças: "
      },
      {
        "opcoes": [
          {
            "destino": 14,
            "texto": "Um aluno dos mais inteligentes"
          },
          {
            "destino": 14,
            "texto": "Um escravo que a ajudava nas aulas de laboratório"
          }
        ],
        "texto": "Formada, Hipatia começou a dar aulas e apaixonou-se por: "
      },
      {
        "opcoes": [
          {
            "destino": 17,
            "texto": "Tomou gosto pelos estudos e abandonou o marido para entrar na universidade"
          },
          {
            "destino": 17,
            "texto": "Fugiu com um dos alunos para o oriente"
          }
        ],
        "texto": "Com os alunos inteligentes, ela: "
      },
      {
        "opcoes": [
          {
            "destino": 16,
            "texto": "Abandonou a matemática e astronomia"
          },
          {
            "destino": 16,
            "texto": "Fugiu para um país que permitisse uma mulher casada ser cientista"
          }
        ],
        "texto": "Hipatia casou-se e: "
      },
      {
        "opcoes": [
          {
            "destino": 17,
            "texto": "Pai"
          },
          {
            "destino": 17,
            "texto": "Marido"
          }
        ],
        "texto": "Hipatia foi presa, mas saiu da prisão com a ajuda do: "
      },
      {
        "opcoes": [
          {
            "destino": 15,
            "texto": "Hipatia lutou com eles, matando um dos soldados com a espada "
          },
          {
            "destino": 18,
            "texto": "Foi ferida brutalmente"
          }
        ],
        "texto": "Dar aulas lhe causou transtornos, soldados invadiram sua sala e: "
      },
      {
        "opcoes": [
          {
            "destino": 19,
            "texto": "Abandona a família, vai tornar-se prostituta"
          },
          {
            "destino": 19,
            "texto": "Abandona a família e vai para um convento"
          }
        ],
        "texto": "Hipatia se rebela e: "
      },
      {
        "opcoes": [
          {
            "destino": 20,
            "texto": "Ela defende as ideias heliocêntricas de Nicolau Copérnico"
          },
          {
            "destino": 22,
            "texto": "Ela defende as ideias geocêntricas por temer a Igreja"
          }
        ],
        "texto": "Passados uns anos, o governo de Constantinopla dá abrigo a nossa cientista e: "
      },
      {
        "opcoes": [
          {
            "destino": 21,
            "texto": "Chama atenção dos homens não só pelos dotes físicos mas pelas suas ideias"
          },
          {
            "destino": 21,
            "texto": "Por ser bela, homens começam a disputá-la, havendo até duelo entre dois deles: Sinésio e Oreste"
          }
        ],
        "texto": "Assim, Hipatia: "
      },
      {
        "opcoes": [
          {
            "destino": 22,
            "texto": "Das forças conservadoras"
          },
          {
            "destino": 22,
            "texto": "Das forças revolucionárias"
          }
        ],
        "texto": "Com o heliocentrismo, ela chama a atenção: "
      },
      {
        "opcoes": [
          {
            "destino": 23,
            "texto": "Salva, ela volta a ser dona de casa exemplar"
          },
          {
            "destino": 23,
            "texto": "O prefeito desperta o ódio dos cidadãos que exigem o fim desse casamento herege "
          }
        ],
        "texto": "Oreste, prefeito de Alexandria, casa-se com Hipatia: "
      },
      {
        "opcoes": [
          {
            "destino": 24,
            "texto": "A escrever livros subversivos que contrariam a Igreja Católica"
          },
          {
            "destino": 24,
            "texto": "A fazer experimentos em praças públicas"
          }
        ],
        "texto": "Começa: "
      },
      {
        "opcoes": [
          {
            "destino": 25,
            "texto": "Rasgam suas vestes e a levam a praça pública para ser apedrejada"
          },
          {
            "destino": 25,
            "texto": "Exigem que ela desapareça de Alexandria "
          }
        ],
        "texto": "Os cristãos invadem a casa do prefeito e levam Hipatia amarrada: "
      },
      {
        "opcoes": [
          {
            "destino": 26,
            "texto": "Tocam fogo em sua biblioteca"
          },
          {
            "destino": 26,
            "texto": "Tocam fogo na casa dela"
          }
        ],
        "texto": "Um grupo de cristãos pede a cabeça de Hipatia: "
      },
      {
        "opcoes": [
          {
            "destino": 27,
            "texto": "Pede perdão e aceita o cristianismo como sua religião"
          },
          {
            "destino": 29,
            "texto": "Mantém-se pagã assumindo ser um bruxa"
          }
        ],
        "texto": "Antes, Hipatia: "
      },
      {
        "opcoes": [
          {
            "destino": 30,
            "texto": "Mas os cristãos botam as mãos nela e a arrastam pelas ruas da cidade"
          },
          {
            "destino": 28,
            "texto": "E seus ex-alunos e alunos fazem um cerco protegendo-a"
          }
        ],
        "texto": "Hipatia escapa do incêndio:"
      },
      {
        "opcoes": [
          {
            "destino": 31,
            "texto": "Torna-se freira e morre velhinha"
          },
          {
            "destino": 31,
            "texto": "Torna-se pedinte de esmolas pelas ruas de Alexandria"
          }
        ],
        "texto": "Hipatia:"
      },
      {
        "opcoes": [
          {
            "destino": 32,
            "texto": "A fogueira para Hipatia"
          },
          {
            "destino": 32,
            "texto": "O arrependimento "
          }
        ],
        "texto": "O cerco é desfeito pelos soldados do bispo Cirilo que exige: "
      },
      {
        "imagem": "~/assets/images/hipatia-apedrejada.png",
        "opcoes": [
          {
            "destino": 31,
            "texto": "Será levada pelos fanáticos para o apedrejamento"
          },
          {
            "destino": 31,
            "texto": "Será torturada até negar a bruxaria"
          }
        ],
        "texto": "Hipatia "
      },
      {
        "imagem": "~/assets/images/hipatia-apedrejada.png",
        "opcoes": [
          {
            "destino": 32,
            "texto": "Hipatia é assassinada pelos fanáticos com pedradas"
          },
          {
            "destino": 32,
            "texto": "Hipatia transforma-se em uma bruxa e desaparece "
          }
        ],
        "texto": "Enfim: "
      },
      {
        "opcoes": [
          {
            "destino": 33,
            "texto": "Deuses que a levam aos céus"
          },
          {
            "destino": 33,
            "texto": "Demônios que a levam ao inferno"
          }
        ],
        "texto": "Hipatia é raptada por: "
      },
      {
        "opcoes": [
          {
            "destino": 33,
            "texto": "Como uma cientista"
          },
          {
            "destino": 33,
            "texto": "Como uma herege"
          }
        ],
        "texto": "Enfim, até hoje é lembrada: "
      },
      {
        "opcoes": [
          {
            "destino": 34,
            "texto": "Avançar"
          }
        ],
        "texto": "Hipatia foi desprezada e perseguida pelo arcebispo (Cirilo) de Alexandria, por ser considerada um símbolo da ciência, que a igreja identificava com o paganismo.  Como resultado destes boatos, o corpo mutilado de Hipatia foi arrastado pelas ruas e queimado em uma pira. Após sua morte, Oreste nunca mais foi visto. Cirilo tomou o poder sobre Alexandria e muito tempo depois foi declarado santo e Doutor da Igreja. "
      },
      {
        "imagem": "~/assets/images/hipatia-ceu.png",
        "opcoes": [
          {
            "texto": "Avançar"
          }
        ],
        "texto": "Apesar de nenhuma obra de Hipatia ter sobrevivido sabe-se que ela foi uma astrônoma admirável e conhecida por seus estudos matemáticos sobre curvas cônicas... 1200 anos depois, no século XVII, o astrônomo Johannes Kepler descobriu que uma dessas curvas a Elipse, regia o movimento dos planetas. Vítima de uma vingança ou de um surto de intolerância, Hipatia seria imortalizada pela posteridade. "
      }
    ],
    "id": 1,
    "nome": "Hipatia",
    "imagem": "~/assets/images/hipatia-sup.png"
  },
  {
    "cenarios": [
      {
        "opcoes": [
          {
            "destino": 2,
            "texto": "Contraiu uma escoliose grave, e sua perna direita ficou mais fina e curta do que a esquerda"
          },
          {
            "destino": 2,
            "texto": "A doença a isolou do mundo exterior"
          }
        ],
        "texto": "A mexicana Frida Kahlo é hoje uma das artistas mais populares do mundo todo. Seus quadros atingem valores recordes, e seu rosto é reconhecido em todo o planeta. Sua curta vida, entretanto foi fascinante e cheia de acontecimentos. Magdalena Carmen Frida Kahlo Calderón nasceu em 6 de julho de 1907 na Cidade do México, onde vivia com os pais e irmãs. Desde seu nascimento teve que lutar contra um problema de saúde que marcou toda a sua vida. Alguns dizem que foi poliomielite, mas muitos pesquisadores acreditam que Frida Kahlo nasceu com espinha bífida, uma condição que afeta o desenvolvimento da coluna vertebral. Como consequência:  "
      },
      {
        "opcoes": [
          {
            "destino": 3,
            "texto": "Teve que adiar o início dos estudos "
          },
          {
            "destino": 4,
            "texto": "Seus pais inventaram que ela teve poliomielite para que suas chances de contrair matrimônio não fossem diminuídas"
          }
        ],
        "texto": "Na época não se sabia se a doença era hereditária ou contagiosa por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 5,
            "texto": "Tinha um grande interesse por anatomia e sonhava em ser médica"
          },
          {
            "destino": 5,
            "texto": "Adorava ler e aprender por conta própria, por isso nunca teve problemas com as notas das provas"
          }
        ],
        "texto": "No entanto, a perna direita mais curta não a impediu de se tornar uma estudante inquieta e perseverante:"
      },
      {
        "opcoes": [
          {
            "destino": 6,
            "texto": "Precisou mentir sobre a idade, para que não ficasse tão atrasada em relação aos outros alunos"
          },
          {
            "destino": 6,
            "texto": "Era zombada pelos colegas que a chamavam de “Frida perna de pau”"
          }
        ],
        "texto": "Quando enfim conseguiu andar com autonomia, seus pais a matricularam na escola, lá: "
      },
      {
        "opcoes": [
          {
            "destino": 7,
            "texto": "A ensinava literatura, natureza, filosofia e fotografia"
          },
          {
            "destino": 7,
            "texto": "A incentivava a praticar esportes para recuperar a força, como luta livre e boxe, embora esses esportes fossem considerados inadequados para meninas na época. "
          }
        ],
        "texto": "Apesar da enfermidade, ela se tornou a favorita do pai. Depois de várias brigas com a sua mãe, ele conseguiu fazer com que ela prestasse o exame de acesso à Escola Nacional Preparatória (escola do ensino médio no México). Ele também: "
      },
      {
        "opcoes": [
          {
            "destino": 8,
            "texto": "Inventou um amigo imaginário que a acompanhou em sua dor "
          },
          {
            "destino": 8,
            "texto": "Vestia de três a quatro meias na perna mais fina e sapatos com salto para mascarar a diferença"
          }
        ],
        "texto": "Diante dos insultos insuportáveis:"
      },
      {
        "opcoes": [
          {
            "destino": 9,
            "texto": "Suas amigas de infância começaram a se afastar porque achavam que ela seguia uma conduta inapropriada para mocinhas naquele tempo "
          },
          {
            "destino": 9,
            "texto": "Era inteligente, por isso mesmo, estava mais interessada nas pessoas a sua volta do que nas aulas"
          }
        ],
        "texto": "Entre dois mil alunos, Frida foi uma das 35 mulheres admitidas: "
      },
      {
        "opcoes": [
          {
            "destino": 10,
            "texto": "Ingressou na Escola Nacional Preparatória (escola do ensino médio no México)"
          },
          {
            "destino": 12,
            "texto": "Começou a namorar"
          }
        ],
        "texto": "Para se esquivar do controle da família, Frida: "
      },
      {
        "opcoes": [
          {
            "destino": 11,
            "texto": "Teve um trágico acidente"
          },
          {
            "destino": 11,
            "texto": "As finanças da família sofreram com o progresso da revolução mexicana e houve momentos em que tiveram que hipotecar a casa, vender seus móveis e até mesmo alugar quartos apenas para sobreviver"
          }
        ],
        "texto": "A doença foi a primeira de muitas enfermidades que complicariam ainda mais a dor e os problemas que ela teve posteriormente na vida. Na juventude: "
      },
      {
        "opcoes": [
          {
            "destino": 14,
            "texto": "Continuava sendo zoada por conta da sua aparência física e exuberância das roupas"
          },
          {
            "destino": 14,
            "texto": "Descobriu um amor pelas artes, ao qual fugia quando precisava de uma pausa das dificuldades"
          }
        ],
        "texto": "Na escola: "
      },
      {
        "imagem": "~/assets/images/frida-cama.png",
        "opcoes": [
          {
            "destino": 13,
            "texto": "O processo de cura, além de longos dias de cama, exigiu o uso de diversos coletes de gesso"
          },
          {
            "destino": 13,
            "texto": "Sua mãe lhe deu um cavalete portátil, uma caixa de tintas e um espelho foi colocado em cima do cavalete para que ela pudesse se ver"
          }
        ],
        "texto": "Ela estava voltando da escola com o namorado em um ônibus que colidiu com um bonde. As consequências foram muito graves: fratura de muitos ossos e lesões na coluna vertebral. Por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 16,
            "texto": "Descobriu que o namoro não passava de uma brincadeira de mau gosto (aposta) entre os colegas da turma"
          },
          {
            "destino": 16,
            "texto": "Descobriu que estava sendo traída pelo namorado"
          }
        ],
        "texto": "Entretanto: "
      },
      {
        "opcoes": [
          {
            "destino": 15,
            "texto": "A pintar retratos das irmãs e de colegas da escola"
          },
          {
            "destino": 15,
            "texto": "Começou a fazer autorretratos, porque passava muito tempo sozinha e era o tema que conhecia melhor"
          }
        ],
        "texto": "Sem dar muita importância, Frida começou: "
      },
      {
        "opcoes": [
          {
            "destino": 18,
            "texto": "Para ela não fazia diferença, pois seu estilo único, além de confortável, a tornava diferente das outras meninas ao seu redor"
          },
          {
            "destino": 18,
            "texto": "Tentou mudar seu estilo, mas o bullying pela deficiência continuava. Percebendo que não poderia agradar a todos, decidiu se vestir da forma que a fazia feliz"
          }
        ],
        "texto": "Sua reputação estava cada vez mais arruinada: "
      },
      {
        "opcoes": [
          {
            "destino": 17,
            "texto": "Escrever cartas se tornou uma maneira extremamente útil de manter contato com os colegas de classe"
          },
          {
            "destino": 17,
            "texto": "Ter um diário também a ajudou a estabelecer um relacionamento consigo mesma e a encontrar uma maneira de expressar seus sentimentos e aflições"
          },
          {
            "destino": 17,
            "texto": "Recorria a uma combinação de medicamentos fortes com e sem prescrição, além do consumo de álcool"
          }
        ],
        "texto": "Ela não teve nenhuma educação formal em artes, contudo pintar se tornou um escape, uma maneira de se separar da dor e dos fatores estressantes da vida e de criar representações das experiências traumáticas pelas quais passou. Além disso: "
      },
      {
        "opcoes": [
          {
            "destino": 18,
            "texto": "Desenhou um autorretrato dele, cuja aparência imitava um porco e espalhou pelas paredes da escola"
          },
          {
            "destino": 18,
            "texto": "Espalhou boatos sobre a impotência sexual dele"
          }
        ],
        "texto": "Decepcionada, Frida planejou uma vingança para o ex-namorado e então: "
      },
      {
        "opcoes": [
          {
            "destino": 19,
            "texto": "Sempre manteve suas sobrancelhas grossas e marcantes, abusava das cores e estampas florais e étnicas em seu vestuário, usava grandes bijuterias de influência mexicana"
          },
          {
            "destino": 19,
            "texto": "Levou seu estilo único inclusive para seus coletes ortopédicos, os quais enfeitava com flores, demais adereços e até mesmo pinturas"
          },
          {
            "destino": 19,
            "texto": "Seus sapatos, inclusive, eram adaptados exclusivamente para ela, com um salto maior do que o outro para nivelar sua altura"
          }
        ],
        "texto": "Frida também chamava atenção pela peculiaridade de seu visual: "
      },
      {
        "opcoes": [
          {
            "destino": 20,
            "texto": "Foi atropelada por um ônibus "
          },
          {
            "destino": 20,
            "texto": "Foi abusada sexualmente e espancada"
          }
        ],
        "texto": "Frida sempre fez o que tinha vontade. Mas certo dia quando voltava da escola: "
      },
      {
        "opcoes": [
          {
            "destino": 21,
            "texto": "Com os vestidos tehuanas (típicos do México), o foco geométrico na parte superior do corpo excessivamente decorada obrigava o espectador a se concentrar na parte do troco de Frida, distraindo o espectador de suas pernas e da parte inferior do corpo"
          },
          {
            "destino": 21,
            "texto": "A relação de Frida com o espartilho é de apoio e necessidade — o corpo dependente de cuidados médicos —, mas é também de rebelião. Ela decorava os próprios espartilhos, fazendo-os parecer uma escolha explícita e incluindo-os na construção do visual"
          }
        ],
        "texto": "A decisão de adotar tal visual, tinha seus motivos: "
      },
      {
        "opcoes": [
          {
            "destino": 22,
            "texto": "Sofreu ferimentos quase fatais; o tratamento incluía o uso de um espartilho metálico, que a deixou confinada à cama como parte da recuperação"
          },
          {
            "destino": 22,
            "texto": "Não conseguia se abrir com os seus pais, se sentia perdida, e, além disso, precisava fazer repouso por conta dos sangramentos contínuos "
          }
        ],
        "texto": "Foi uma época terrível: "
      },
      {
        "opcoes": [
          {
            "destino": 23,
            "texto": "Começou a se relacionar com círculos de comunistas, marxistas e exilados políticos"
          },
          {
            "destino": 23,
            "texto": "Recuperou a paixão por conversar com as pessoas, a vontade de dançar e beber tequila"
          },
          {
            "destino": 23,
            "texto": "Conheceu Diego Rivera, um importante pintor do “Muralismo Mexicano”"
          }
        ],
        "texto": "O tempo cura (quase) tudo. Três anos após o acidente, Frida passa a estudar desenho e modelagem na Escola Nacional Preparatória do Distrito Federal do México. Lá: "
      },
      {
        "opcoes": [
          {
            "destino": 24,
            "texto": "Começou a rabiscar, desenhar e pintar a sua dor"
          },
          {
            "destino": 24,
            "texto": "Algumas vezes tentou cometer suicídio "
          }
        ],
        "texto": "Foi obrigada a aprender que a dor faria parte dela durante o resto da sua vida. Por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 25,
            "texto": "Rivera, diante do pedido da jovem, disse que o trabalho dela mostrava talento e sensibilidade para a pintura"
          },
          {
            "destino": 25,
            "texto": "Além de ter um amor mútuo pela arte, ambos eram ativistas da esquerda mexicana"
          },
          {
            "destino": 25,
            "texto": "Tornaram-se amigos, camaradas e amantes"
          }
        ],
        "texto": "Frida aproximou-se de Rivera para mostrar a ele as pinturas que havia feito durante o longo período de convalescença:"
      },
      {
        "imagem": "~/assets/images/frida-cama.png",
        "opcoes": [
          {
            "destino": 26,
            "texto": "Era a única coisa que lhe servia de consolo. Para ela pintar o que a acontecia era uma forma de deixar pra trás o sofrimento e poder seguir vivendo"
          },
          {
            "destino": 26,
            "texto": "Para desvencilhar-se da dor, junto com outras mulheres fundou um comitê para oferecer apoio, na medida do possível, a vítimas de traumas"
          }
        ],
        "texto": "Nunca tinha sofrido tanto: "
      },
      {
        "opcoes": [
          {
            "destino": 27,
            "texto": "Sabiam que ela era uma pessoa doente, e seria por toda a vida; era inteligente, mas não bonita"
          },
          {
            "destino": 27,
            "texto": "Ele já havia se casado e tinha filhos"
          },
          {
            "destino": 27,
            "texto": "Rivera era comunista, 20 anos mais velho que ela e muito gordo. Diziam que era como o casamento entre um elefante e uma pomba"
          }
        ],
        "texto": "Isso desagradou seus pais, pois: "
      },
      {
        "opcoes": [
          {
            "destino": 28,
            "texto": "Conheceu um jovem colecionador de arte "
          },
          {
            "destino": 30,
            "texto": "Buscou um emprego"
          }
        ],
        "texto": "Indefesa e angustiada, mas ainda assim corajosa ela partiu para os Estados Unidos, lá: "
      },
      {
        "opcoes": [
          {
            "destino": 29,
            "texto": "Passava o tempo fazendo alguns esboços e observando Rivera e os assistentes dele trabalharem"
          },
          {
            "destino": 29,
            "texto": "Ela se sentia entediada ao conhecer outras pessoas, achava difícil se comunicar em inglês e preferia pintar"
          }
        ],
        "texto": "Mesmo assim, acabaram casando em 1929. Logo depois foi com o marido para os Estados Unidos, onde ele realizava exposições. Moraram nas cidades de Detroit, São Francisco e Nova Iorque. Nesse período:"
      },
      {
        "opcoes": [
          {
            "destino": 32,
            "texto": "Tornaram-se grandes amigos e em agradecimento, pintou um retrato dele e lhe deu de presente"
          },
          {
            "destino": 32,
            "texto": "Tiveram um relacionamento amoroso e ele prometeu ajudar a carreira dela"
          }
        ],
        "texto": "Aos poucos Frida tentava levar uma vida normal com o colecionador de artes "
      },
      {
        "opcoes": [
          {
            "destino": 31,
            "texto": "A justificativa era de que um médico havia lhe dito que ele era incapacitado para a monogamia"
          },
          {
            "destino": 31,
            "texto": "Ela chorava desoladamente, mas se distraía cozinhando, limpando e ás vezes pintando "
          }
        ],
        "texto": "Mas logo veio a tristeza. Em menos de um ano Diego começou a traí-la: "
      },
      {
        "opcoes": [
          {
            "destino": 34,
            "texto": "Trabalhava sem descanso e sua saúde piorou"
          },
          {
            "destino": 34,
            "texto": "Não conseguia realizá-lo de forma satisfatória devido às limitações de sua saúde"
          }
        ],
        "texto": "Conseguiu um emprego como pintora, porém: "
      },
      {
        "opcoes": [
          {
            "destino": 33,
            "texto": "Em 1939, eles se divorciaram por causa da traição de Rivera com Cristina Kahlo, a irmã de Frida"
          },
          {
            "destino": 33,
            "texto": "Frida também passou a sair com outros homens e mulheres"
          }
        ],
        "texto": "Com as traições constantes: "
      },
      {
        "opcoes": [
          {
            "destino": 36,
            "texto": "Visitavam museus, frequentemente assistiam a peças de teatro e a filmes e faziam novas amizades com colecionadores, artistas, escritores e intelectuais"
          },
          {
            "destino": 36,
            "texto": "Tinham um relacionamento turbulento devido ao sucesso da carreira dela e suas limitações físicas"
          }
        ],
        "texto": "Frida e seu colecionador:"
      },
      {
        "opcoes": [
          {
            "destino": 35,
            "texto": "Os dois passaram a viver em casas separadas, conectadas por uma ponte, para que cada um tivesse seu próprio espaço artístico"
          },
          {
            "destino": 35,
            "texto": "Manteriam o casamento, mas com independência para ambos (amantes)"
          }
        ],
        "texto": "Alguns meses depois, Frida escreveu uma carta para Diego na qual acabou cedendo: ela disse que estava disposta a aceitar as infidelidades dele, que chamava de simples \"diversões\" e que não deviam destruir o amor que existia entre eles. Porém, impôs uma condição: "
      },
      {
        "opcoes": [
          {
            "destino": 38,
            "texto": "Foram necessárias várias internações hospitalares"
          },
          {
            "destino": 38,
            "texto": "Para aliviar o sofrimento, ela precisava tomar altas doses de morfina"
          }
        ],
        "texto": "Os médicos lhe recomendaram um colete de aço para suportar o peso do corpo, mas a dor se mantinha sempre presente, então: "
      },
      {
        "opcoes": [
          {
            "destino": 37,
            "texto": "O marido reclamava dos gastos hospitalares e a responsabilizava o tempo todo pela ruína financeira que viviam "
          },
          {
            "destino": 37,
            "texto": "Em constante dor, incapaz de gerar um filho, pelo fato de seu útero ter sido perfurado no dia do acidente, sofreu três abortos espontâneos"
          },
          {
            "destino": 37,
            "texto": "Era fortemente rejeitada, sofrendo até agressões físicas do marido"
          }
        ],
        "texto": "As aflições de Frida não pararam por aí:"
      },
      {
        "opcoes": [
          {
            "destino": 40,
            "texto": "Foi convidada para expor em uma galeria famosa em Nova York. Sua exposição foi bem, e metade dos quadros foi vendida"
          },
          {
            "destino": 40,
            "texto": "Atingiu grande reconhecimento nacional "
          }
        ],
        "texto": "Com os contatos de seu colecionador, Frida:"
      },
      {
        "opcoes": [
          {
            "destino": 39,
            "texto": "Suas amigas se tornavam mulheres lentamente e ela estava envelhecendo em instantes "
          },
          {
            "destino": 39,
            "texto": "As dores no corpo levaram quase a dependência de morfina"
          },
          {
            "destino": 39,
            "texto": "Os seus quadros eram constantemente comparados ao do marido, Diego Rivera, ou tinha seu trabalho recusado como arte popular mexicana devido ao local de onde ela era"
          }
        ],
        "texto": "Além das frustrações como seu conturbado casamento:"
      },
      {
        "opcoes": [
          {
            "destino": 42,
            "texto": "Voltou a seu antigo emprego como pintora"
          },
          {
            "destino": 42,
            "texto": "Começou a pintar e vender seus quadros por conta própria "
          }
        ],
        "texto": "Frida se acostumou com o colete e se tornou mais forte, tendo uma melhora significativa na sua qualidade de vida, então:"
      },
      {
        "opcoes": [
          {
            "destino": 41,
            "texto": "Ganhou fama internacional"
          },
          {
            "destino": 41,
            "texto": "Tornou-se professora de pintura"
          }
        ],
        "texto": "De volta, ao México, mesmo após uma cirurgia em que teve que amputar os dedos do pé direito, ela lutou para obter independência econômica do ex-marido, pintando e vendendo seus quadros. Então: "
      },
      {
        "opcoes": [
          {
            "destino": 42,
            "texto": "Começou a viver por conta própria e a ser reconhecida pela sua obra. A moda parisiense se interessou por ela, e sua mão cheia de joias estampou a capa da revista Vogue. O Museu do Louvre comprou um dos seus autorretratos"
          },
          {
            "destino": 42,
            "texto": "Começou a escrever um diário autobiográfico, que no fim se transformou em um espaço para desabafo"
          }
        ],
        "texto": "Entretanto ela acabou por se afastar do colecionador e ele decidiu que os dois deveriam seguir caminhos separados. Dividida entre a dor e a necessidade de transcender a tristeza, Frida: "
      },
      {
        "opcoes": [
          {
            "destino": 44,
            "texto": "Decorrente de uma grave pneumonia ou embolia pulmonar, Frida falece no dia 13 de julho de 1954, aos 47 anos"
          },
          {
            "destino": 44,
            "texto": "Suicidou-se com uma overdose de remédios. Em suas últimas frases em seu diário pessoal declarava: “espero que minha partida seja feliz, e espero nunca mais regressar”."
          }
        ],
        "texto": "No final da vida, a saúde da artista piorou. Frida continuou pintando mesmo nos momentos mais agonizantes. Até que: "
      },
      {
        "opcoes": [
          {
            "destino": 43,
            "texto": "A dor e o cansaço voltaram, começou a perder peso, e em certos dias sentia sua mão direita atrofiada"
          },
          {
            "destino": 43,
            "texto": "Foi diagnosticada com uma anemia grave"
          }
        ],
        "texto": "Mas a calmaria foi temporária... "
      },
      {
        "opcoes": [
          {
            "destino": 44,
            "texto": "Foi encontrada morta com um pincel na mão, com os pulsos cortados. "
          },
          {
            "destino": 44,
            "texto": "Morreu em decorrência de uma tuberculose em 13 de julho de 1954, dias depois do seu aniversário."
          }
        ],
        "texto": "Mas a dor não habita uma pessoa eternamente: "
      },
      {
        "opcoes": [
          {
            "destino": 45,
            "texto": "Avançar"
          }
        ],
        "texto": "Depois da sua morte, Diego Rivera criou coragem para transformar a sua casa, a famosa Casa Azul, em um museu para celebrar o amor da sua vida. O artista pediu ao poeta Carlos Pellicer para desenvolver a museografia; reuniu roupas, cartas, livros, espartilhos e alguns dos remédios da Frida, bem como alguns dos seus pertences, e lacrou-os no banheiro. Ele disse com convicção que este depósito improvisado só poderia ser aberto 15 anos após a morte da pintora. Na realidade, seus pertences juntaram poeira até 2004, 47 anos após a morte de Diego. "
      },
      {
        "imagem": "~/assets/images/frida-vogue.png",
        "opcoes": [
          {
            "texto": "Avançar"
          }
        ],
        "texto": "Quase 60 anos após a morte da artista mexicana, com imagem feita pelo fotógrafo Nickolas Muray, Frida estampou pela primeira vez a capa de uma revista de moda como um ícone (Vogue). Mais de 60 anos após a morte da pintora, com a imagem dela exposta em contextos que vão desde chaveiros até tênis de edição limitada da marca Converse, Frida é, sem dúvida, um ícone internacional. "
      }
    ],
    "id": 2,
    "nome": "Frida",
    "imagem": "~/assets/images/frida-sup.png"
  },
  {
    "cenarios": [
      {
        "opcoes": [
          {
            "destino": 2,
            "texto": "O governo era muito rígido quanto ao que as pessoas podiam estudar. E meninas não podiam estudar nada"
          },
          {
            "destino": 2,
            "texto": "A cultura e o nacionalismo poloneses estavam sendo duramente reprimidos"
          }
        ],
        "texto": "Marya Sklodowska Curie - (1867-1934) - conhecida como Marie Curie, nasceu em Varsóvia na Polônia, no dia 7 de novembro de 1867. Os pais de Marie eram professores, patriotas e muito convictos a respeito da importância da educação. A caçula de cinco filhos desde cedo mostrou-se uma excelente aluna. Contudo, teve muitas dificuldades para estudar. Nessa época, a Polônia estava sob o domínio da Rússia czarista e impunha restrições aos poloneses. "
      },
      {
        "opcoes": [
          {
            "destino": 3,
            "texto": "A fim de apoiar a luta pela independência polonesa, havia perdido alguns bens"
          },
          {
            "destino": 3,
            "texto": "O pai que ensinava física e matemática foi demitido por seus chefes russos por manter sentimentos pró-poloneses"
          }
        ],
        "texto": "Sua família esteve muito ligada a movimentos que buscavam a independência polonesa e sofreu represálias da Rússia, que dominava aquela parte do país. Por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 4,
            "texto": "Era obrigada a estudar numa língua estrangeira (russo)"
          },
          {
            "destino": 4,
            "texto": "A morte de sua mãe, vítima da tuberculose"
          }
        ],
        "texto": "A família foi obrigada a aceitar pensionistas para pagar as contas. Agora o dinheiro estava curto, mas o pior estava por vir: "
      },
      {
        "opcoes": [
          {
            "destino": 5,
            "texto": "Começou a trabalhar como professora particular para ajudar nas despesas financeiras da família"
          },
          {
            "destino": 5,
            "texto": "Distribuía o café da manhã dos pensionistas para ajudar o pai"
          }
        ],
        "texto": "Apesar de ser ótima aluna, a menina entrou em depressão e passou um tempo com parentes do pai no interior. Ao retornar a Varsóvia, ela: "
      },
      {
        "opcoes": [
          {
            "destino": 6,
            "texto": "Foi influenciada pelo pai para continuar nos estudos"
          },
          {
            "destino": 7,
            "texto": "Fez um pacto com sua irmã mais velha para que se ajudassem"
          }
        ],
        "texto": "Como não havia nenhuma educação adicional para moças na Polônia: "
      },
      {
        "opcoes": [
          {
            "destino": 8,
            "texto": "Ingressou numa universidade clandestina "
          },
          {
            "destino": 8,
            "texto": "Seguia os estudos de forma autônoma"
          }
        ],
        "texto": "Influenciada pelo pai: "
      },
      {
        "opcoes": [
          {
            "destino": 9,
            "texto": "Jamais deixariam que um homem atrapalhasse seus sonhos"
          },
          {
            "destino": 9,
            "texto": "Jamais se separariam uma da outra"
          }
        ],
        "texto": "Fez um pacto com sua irmã mais velha, ela daria ajuda financeira para que Bronia pudesse realizar seus estudos médicos, e dois anos depois a irmã faria o mesmo por ela. Além disso: "
      },
      {
        "opcoes": [
          {
            "destino": 10,
            "texto": "Começou a ler amplamente, em várias línguas (russo, francês, alemão)"
          },
          {
            "destino": 10,
            "texto": "Fazia os deveres de casa, depois que os pensionistas iam se deitar"
          }
        ],
        "texto": "Marie, então: "
      },
      {
        "opcoes": [
          {
            "destino": 11,
            "texto": "Foi trabalhar como governanta na casa de um casal de latifundiários para cumprir sua parte no trato"
          },
          {
            "destino": 13,
            "texto": "Levou adiante também a própria autoeducação, além de lavar roupas para ganhar dinheiro e ajudar a irmã (trabalhava de dia e lia a noite) "
          }
        ],
        "texto": "Marie, então:"
      },
      {
        "opcoes": [
          {
            "destino": 12,
            "texto": "Dedicava seu tempo a escrever poesias, mas gradualmente a poesia foi cedendo lugar à sublime poesia da matemática pura e ao romantismo da descoberta científica"
          },
          {
            "destino": 12,
            "texto": "Conciliava o trabalho com leituras e palestras para os pensionistas em troca de livros"
          }
        ],
        "texto": "Inicialmente: "
      },
      {
        "opcoes": [
          {
            "destino": 15,
            "texto": "Abriu um curso gratuito para ensinar as crianças camponesas"
          },
          {
            "destino": 15,
            "texto": "Apaixonou-se pelo filho do casal, mas os pais do garoto não permitiram que o romance fosse adiante e a mandou embora"
          }
        ],
        "texto": "Como se não bastasse: "
      },
      {
        "opcoes": [
          {
            "destino": 14,
            "texto": "Vivia em um sótão quase sem ar e com pouco orçamento para as refeições"
          },
          {
            "destino": 14,
            "texto": "Demorou a se habituar ao novo ambiente "
          }
        ],
        "texto": "Marie passou mais de sete anos trabalhando e economizando em Varsóvia. Tinha agora 24 anos. Para continuar os estudos, ela partiu para uma universidade em Paris chamada Sorbonne. Garotas eram aceitas lá, então ela decidiu se mudar para a França, passando a adotar a forma francesa do seu nome (Marie): "
      },
      {
        "opcoes": [
          {
            "destino": 17,
            "texto": "Começou a estudar assuntos cada vez mais avançados"
          },
          {
            "destino": 17,
            "texto": "Começou a sonhar com entrar em uma universidade"
          }
        ],
        "texto": "Inspirada em seus pais, Marie desejava tornar-se uma professora, por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 16,
            "texto": "Lá matriculou-se em física e matemática"
          },
          {
            "destino": 18,
            "texto": "Passava quase todo tempo nas aulas, experimentos de laboratório e biblioteca"
          }
        ],
        "texto": "A França era sua oportunidade: agarraria tudo que ela podia lhe oferecer"
      },
      {
        "opcoes": [
          {
            "destino": 19,
            "texto": "Voltou para casa"
          },
          {
            "destino": 19,
            "texto": "Foi para um convento"
          }
        ],
        "texto": "Marie estava agora mais determinada do que nunca a fazer alguma coisa de sua vida. Ao final daqueles longos anos como governanta, ela: "
      },
      {
        "opcoes": [
          {
            "destino": 20,
            "texto": "Suas condições financeiras eram piores que a de quase todos os alunos com quem cursou o bacharelado "
          },
          {
            "destino": 20,
            "texto": "Apenas duas mulheres graduaram-se em Ciências Físicas e apenas cinco em Ciências Matemáticas"
          }
        ],
        "texto": "Em 1894, já tinha obtido o grau de bacharel nas duas disciplinas. Depois de formada, foi a primeira classificada para o mestrado em Física e, no ano seguinte, a segunda para o mestrado em Matemática. Marie entendia a importância da sua formatura, já que:"
      },
      {
        "opcoes": [
          {
            "destino": 21,
            "texto": "Marie não poderia entrar em uma universidade em seu país"
          },
          {
            "destino": 21,
            "texto": "Lutar contra o preconceito seria mais desgastante que estudar os complicados assuntos pelos quais ela se interessava"
          }
        ],
        "texto": "Mas as oportunidades para uma mulher na Polônia era muito limitadas: "
      },
      {
        "opcoes": [
          {
            "destino": 22,
            "texto": "Ficou imediatamente impressionado por seu estilo de vida simples e independente "
          },
          {
            "destino": 22,
            "texto": "Era avesso a qualquer tipo de distração. Acreditava firmemente que uma esposa só podia ser um estorvo para um cientista"
          }
        ],
        "texto": "Foi nessa mesma época que conheceu Pierre, também cientista e professor. Ele trabalhava em pesquisas elétricas e magnéticas: "
      },
      {
        "opcoes": [
          {
            "destino": 23,
            "texto": "Eram muitos afazeres domésticos"
          },
          {
            "destino": 23,
            "texto": "Começou a receber cartas do filho dos antigos patrões"
          }
        ],
        "texto": "Os desafios de sua vida estavam apenas começando... "
      },
      {
        "opcoes": [
          {
            "destino": 24,
            "texto": "Acreditava ter descoberto uma propriedade conhecida, inexplorada do urânio"
          },
          {
            "destino": 24,
            "texto": "Precisava de um orientador de doutorado"
          }
        ],
        "texto": "Marie estudou o comportamento magnético dos metais e fez descobertas interessantes que decidiu continuar explorando durante o doutorado: "
      },
      {
        "opcoes": [
          {
            "destino": 25,
            "texto": "Sabia que as dificuldades seriam grandes não importando pra onde fosse"
          },
          {
            "destino": 25,
            "texto": "Não conhecia outras mulheres que tivessem seguido o caminho que buscava trilhar"
          }
        ],
        "texto": "Marie sabia o que precisava fazer, mas tinha receios "
      },
      {
        "opcoes": [
          {
            "destino": 26,
            "texto": "Marie e Pierre partilhavam e discutiam ciência. Dificuldades experimentais, problemas científicos etc."
          },
          {
            "destino": 26,
            "texto": "Os dois eram igualmente intensos, solitários e tinham o mesmo nível intelectual"
          }
        ],
        "texto": "Ambos eram fascinados por metais e ímãs. O que leva à inescapável conclusão de que os dois estavam sendo aproximados por magnetismo "
      },
      {
        "opcoes": [
          {
            "destino": 25,
            "texto": "Não sobrava tempo, parecia uma gata borralheira"
          },
          {
            "destino": 25,
            "texto": "As mensagens eram intensas e picantes, assim, foi expulsa"
          }
        ],
        "texto": "A partir de então as coisas começaram a se complicar emocionalmente:"
      },
      {
        "opcoes": [
          {
            "destino": 28,
            "texto": "Os dois foram unidos pelo magnetismo"
          },
          {
            "destino": 28,
            "texto": "Apesar de ser visto com maus olhos um orientador se relacionar com uma aluna, eles não se importaram"
          }
        ],
        "texto": "Marie acabou por conhecer Pierre Curie, que acabaria por ser seu orientador e marido: "
      },
      {
        "opcoes": [
          {
            "destino": 27,
            "texto": "Foi ao encontro da irmã"
          },
          {
            "destino": 27,
            "texto": "Buscou um novo trabalho"
          }
        ],
        "texto": "Assim, teve que tomar uma decisão. Sabia o que queria e sabia onde essas oportunidades estavam. Munida do conhecimento adquirido a duras penas, do pouco dinheiro acumulado ao longo dos anos além do cedido pelo pai, e do desejo de fazer uma diferença no mundo, ela partiu para Paris, onde: "
      },
      {
        "opcoes": [
          {
            "destino": 28,
            "texto": "Com seu marido, Marie começou o estudo dos materiais que emitiam radiação afim de encontrar novos elementos"
          },
          {
            "destino": 28,
            "texto": "O marido de Marie, Pierre, ficou tão intrigado com a pesquisa dela que decidiu largar a sua sobre cristais e se juntar a ela"
          }
        ],
        "texto": "Um ano depois estavam casados e formaram um casal de cientistas progressistas. Continuando os estudos... "
      },
      {
        "opcoes": [
          {
            "destino": 29,
            "texto": "Cursar matemática"
          },
          {
            "destino": 31,
            "texto": "Cursar física"
          }
        ],
        "texto": "Em Paris, ela entra na Faculté de Sciences, onde decide: "
      },
      {
        "opcoes": [
          {
            "destino": 30,
            "texto": "O audacioso pensamento científico de Marie Curie parecia a estar conduzindo para uma descoberta fundamental"
          },
          {
            "destino": 30,
            "texto": "Mesmo depois do nascimento do bebê, muitas horas à noite eram dedicadas à análise dos desenvolvimentos mais recentes na ciência"
          }
        ],
        "texto": "Logo em seguida, Marie ficou grávida e, em setembro de 1897, deu à luz a sua primeira filha, Irene. Mesmo assim, com o apoio do marido, Marie resolveu tentar aquilo que nenhuma mulher havia ainda conseguido: um título de doutora em física, pela Sorbonne "
      },
      {
        "opcoes": [
          {
            "destino": 33,
            "texto": "Pode cursar física depois de se formar em matemática"
          },
          {
            "destino": 33,
            "texto": "Já gastou muito dinheiro e não pode decepcionar a irmã e o pai"
          }
        ],
        "texto": "O curso de matemática era mais teórico do que ela esperava e ela sentia falta de estar em um laboratório fazendo experimentos e vendo suas teorias funcionando. Mas ela sabe que não pode largar o curso agora, pois: "
      },
      {
        "imagem": "~/assets/images/marie-elemento.png",
        "opcoes": [
          {
            "destino": 32,
            "texto": "Eles emitiam raios poderosos e brilhavam no escuro. Para analisar as propriedades desses minerais, ela colocava fogo neles, derretia, filtrava, e passava a noite toda os observando brilhar"
          },
          {
            "destino": 32,
            "texto": "Cada estágio desse processo foi registrado em seu diário de laboratório "
          }
        ],
        "texto": "As pesquisas realizadas por Marie resultaram na descoberta de dois novos elementos químicos: o polônio, que ganhou este nome em homenagem ao país natal dela, e o rádio"
      },
      {
        "opcoes": [
          {
            "destino": 35,
            "texto": "Passava horas e horas no laboratório "
          },
          {
            "destino": 35,
            "texto": "Mesmo quando estava trabalhando pensava em novas possibilidades e explicações para o que via no laboratório"
          }
        ],
        "texto": "Se encanta com a física, com os experimentos e com as possibilidades de aplicação das coisas que está fazendo: "
      },
      {
        "opcoes": [
          {
            "destino": 34,
            "texto": "Ela poderia ter ganhado muito dinheiro, mas em vez disso, decidiu deixar sua pesquisa disponível a todos de graça"
          },
          {
            "destino": 34,
            "texto": "Durante os quatro longos anos em que Pierre e Marie trabalharam juntos com rádio em seu laboratório, não ocorreu a nenhum dos dois se valer da mais ligeira proteção contra a radioatividade"
          }
        ],
        "texto": "Depois de descobrir os dois novos elementos eles continuaram a trabalhar lado a lado, mas em tarefas diferentes. Marie assumiu o papel do químico para fazer a extração do rádio, ao passo que Pierre usava a física para investigar a natureza da radioatividade desse elemento. "
      },
      {
        "opcoes": [
          {
            "destino": 35,
            "texto": "Finalmente estava pesquisando algo pelo qual se interessava"
          },
          {
            "destino": 35,
            "texto": "Seu conhecimento em matemática foi extremamente útil ao buscar explicações para os resultados dos seus experimentos"
          }
        ],
        "texto": "Foi uma das cinco mulheres a se formar em ciências matemáticas e imediatamente entrou nas ciências físicas, onde finalmente se encontrou: "
      },
      {
        "opcoes": [
          {
            "destino": 36,
            "texto": "Marie se tornava a primeira mulher a ganhar a honraria"
          },
          {
            "destino": 36,
            "texto": "A tese de doutorado de Marie Curie valeu-lhe o primeiro diploma avançado em pesquisa concedido a uma mulher na França, em qualquer campo"
          }
        ],
        "texto": "Em dezembro do mesmo ano, o casal Curie recebeu o reconhecimento internacional pelo seu trabalho, ganhando o prêmio Nobel de física, pela descoberta do polônio e do rádio"
      },
      {
        "opcoes": [
          {
            "destino": 37,
            "texto": "Começou a estudar as propriedades magnéticas dos metais"
          },
          {
            "destino": 37,
            "texto": "Demonstrou uma curiosidade pela radiação emitida por materiais em certas condições"
          }
        ],
        "texto": "Marie foi uma das duas mulheres a se formar em ciências físicas e já tinha seu futuro traçado. Logo após terminar a graduação foi aprovada em primeiro lugar na seleção de mestrado em física e no ano seguinte seria a segunda colocada no mestrado em matemática: "
      },
      {
        "opcoes": [
          {
            "destino": 38,
            "texto": "Era um passo sem precedentes para uma mulher"
          },
          {
            "destino": 38,
            "texto": "A pesquisa do casal Curie abriu um novo caminho a ser explorado na pesquisa científica e médica, levando muitos cientistas da época a estudar o assunto"
          }
        ],
        "texto": "Em consequência direta do prêmio Nobel, Pierre foi nomeado professor da Sorbonne e Marie assumiu o cargo de assistente-chefe do laboratório dirigido por seu marido. Em 1905, deu a luz com sucesso a sua segunda filha, Eve. No ano seguinte, seu marido Pierre morre num acidente e Marie assume seu lugar como professora de Física Geral, na Sorbonne "
      },
      {
        "opcoes": [
          {
            "destino": 39,
            "texto": "Começou a entrar em contato com alguns dos principais nomes da física na época, em busca de orientação"
          },
          {
            "destino": 39,
            "texto": "Decidiu desenvolver parte das suas teorias sozinha antes de entrar no processo seletivo de doutorado "
          }
        ],
        "texto": "Marie terminou os mestrados e decidiu ser a primeira mulher a fazer um doutorado em física na Universidade de Sorbonne, em Paris:"
      },
      {
        "imagem": "~/assets/images/marie-nobel.png",
        "opcoes": [
          {
            "destino": 40,
            "texto": "Mais do que desvendar os mistérios da radioatividade, Marie Curie desenvolveu rapidamente aplicações médicas para suas descobertas. Durante a Primeira Guerra Mundial, criou unidades móveis de radiografia para serem utilizadas entre os soldados feridos"
          },
          {
            "destino": 40,
            "texto": "Com sua filha Irene ia aos hospitais convencer aos médicos a utilizarem o seu invento para salvar vidas dos combatentes"
          }
        ],
        "texto": "Após a morte de seu marido em 1906, Marie continua a estudar a radioatividade, principalmente suas aplicações terapêuticas e, em 1911, recebe outro prêmio Nobel, desta vez em química, por suas investigações sobre as propriedades do rádio e as características dos seus compostos, tornando-se a primeira pessoa, até então, a ganhar duas vezes o prêmio Nobel "
      },
      {
        "opcoes": [
          {
            "destino": 41,
            "texto": "Marie acabou por engravidar antes de terminar o doutorado, o que dificultou a pesquisa dos dois"
          },
          {
            "destino": 42,
            "texto": "Eles começaram a ter dificuldades durante a pesquisa, o que acabou por dificultar seu relacionamento"
          }
        ],
        "texto": "Mas não podia fazer doutorado sem orientador, seus problemas acabaram por ser resolvidos quando ela conheceu Pierre Curie, que acabou por se tornar seu orientador e pouco depois seu marido. O romance dos dois foi turbulento, pois:"
      },
      {
        "opcoes": [
          {
            "destino": 46,
            "texto": "Apesar da fama e da reputação conquistadas, Marie Curie ainda enfrentava o preconceito. No mesmo ano em que receberia seu segundo Nobel, a Academia Francesa de Ciências não a elegeu como membro por dois votos"
          },
          {
            "destino": 46,
            "texto": "A radioatividade estava conduzindo a ciência para uma nova era"
          }
        ],
        "texto": "Imediatamente após a guerra, Marie Curie inaugurou o Instituto do Rádio em Paris.  "
      },
      {
        "opcoes": [
          {
            "destino": 43,
            "texto": "Precisou cuidar da filha sozinha"
          },
          {
            "destino": 43,
            "texto": "Precisava trabalhar para sustentar as duas enquanto à noite continuava estudando e desenvolvendo suas teorias sobre radiação"
          }
        ],
        "texto": "Marie e Pierre acabaram por se separar e se afastar o que foi difícil principalmente para Marie, porque: "
      },
      {
        "opcoes": [
          {
            "destino": 44,
            "texto": "Ainda mantinham um respeito mútuo como pesquisadores"
          },
          {
            "destino": 44,
            "texto": "Sabiam que os dois eram essenciais para a finalização do projeto"
          }
        ],
        "texto": "Marie e Pierre se divorciaram, mas continuaram trabalhando juntos, pois: "
      },
      {
        "opcoes": [
          {
            "destino": 45,
            "texto": "Marie continuou trabalhando em novas aplicações para as coisas que tinham descoberto"
          },
          {
            "destino": 45,
            "texto": "Deu uma pausa da carreira para cuidar da filha"
          }
        ],
        "texto": "Marie estudou o trabalho de Becquerel sobre os raios emitidos pelo urânio e a partir dele conseguiu desenvolver a teoria da radiação e a partir dela descobriu dois novos elementos, o Polônio (batizado em homenagem a seu país natal) e o Rádio. "
      },
      {
        "imagem": "~/assets/images/marie-elemento.png",
        "opcoes": [
          {
            "destino": 45,
            "texto": "Os dois continuaram trabalhando juntos para descobrir novas aplicações para as suas descobertas. "
          },
          {
            "destino": 45,
            "texto": "Decidiram que sua relação tinha chegado ao fim e que deveriam continuar desenvolvendo seus trabalhos de forma independente"
          }
        ],
        "texto": "Marie estudou o trabalho de Becquerel sobre os raios emitidos pelo urânio e a partir dele conseguiu desenvolver a teoria da radiação. Ela e Pierre desenvolveram uma técnica laboratorial para purificar substâncias e em 1898 anunciaram a descoberta do Rádio e do Polônio. "
      },
      {
        "imagem": "~/assets/images/marie-nobel.png",
        "opcoes": [
          {
            "destino": 46,
            "texto": "Ela não só foi a primeira mulher a ganhar um Prêmio Nobel em Ciências, mas também a primeira pessoa a receber duas vezes essa condecoração"
          },
          {
            "destino": 46,
            "texto": "Destacou-se como pesquisadora numa época em que esta área era dominada pelos homens. A partir do seu trabalho que surgiu um enorme interesse pelos fenômenos radioativos e que essa área começou a se desenvolver de fato."
          }
        ],
        "texto": "Marie Curie deu a volta por cima. Sua pesquisa foi um sucesso: "
      },
      {
        "opcoes": [
          {
            "destino": 47,
            "texto": "Avançar"
          }
        ],
        "texto": "E, a despeito de todo o sucesso angariado por décadas, sua pesquisa com radioatividade, ao fim e ao cabo, cobraria seu preço. Marie Curie faleceu em julho de 1934, devido a uma leucemia causada pela longa exposição aos elementos radioativos com os quais trabalhou em suas pesquisas. A radiação é usada para tratar muitas doenças, mas também é muito perigosa. "
      },
      {
        "opcoes": [
          {
            "texto": "Avançar"
          }
        ],
        "texto": "Até hoje, depois de tantos anos, os cadernos e instrumentos de Marie ainda são radioativos. Para tocá-los, é preciso usar roupas e luvas protetoras. Seus restos mortais estão depositados no Panteão de Paris, sendo mais uma vez a primeira mulher a receber essa homenagem. "
      }
    ],
    "id": 3,
    "nome": "Marie",
    "imagem": "~/assets/images/marie-sup.png"
  },
  {
    "cenarios": [
      {
        "opcoes": [
          {
            "destino": 2,
            "texto": "Foi muito resguardada pela mãe, que acreditava que o mundo era um lugar perigoso para alguém com as limitações dela"
          },
          {
            "destino": 2,
            "texto": "Tinha vergonha de estar com pessoas fora da família, porque achava que tinham pena dela"
          }
        ],
        "texto": "Mileva Maric– ou Mitza, como gostava de ser chamada –nasceu de uma família rica da Sérvia em 1875. Desde cedo, ficou óbvio que tratava-se de uma menina diferente das outras meninas. Mais inteligente, talvez? Mileva se saía feito gênio em Matemática e Ciências e tinha muita facilidade em aprender outras línguas. Contudo, enfrentou muitos obstáculos, pois possuía uma deficiência física que gerava grande instabilidade nas suas pernas e quadril. Por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 3,
            "texto": "Além de ser deficiente era mulher, em uma época onde mulheres só podiam frequentar até o ensino médio"
          },
          {
            "destino": 4,
            "texto": "O lugar dela era em casa, cuidando dos afazeres domésticos"
          }
        ],
        "texto": "Foi o pai quem despertou nela a curiosidade e o interesse pelos estudos, mas sua mãe se recusava a alimentar falsas esperanças a filha. Tinha muitas expectativas em relação ao seu futuro, mas nenhuma delas incluía uma vida científica, já que:"
      },
      {
        "opcoes": [
          {
            "destino": 5,
            "texto": "Mudar para a Suíça para buscar oportunidades e realizações pessoais"
          },
          {
            "destino": 5,
            "texto": "Mudar para a Suíça para se ver livre das pressões e expectativas dos pais"
          }
        ],
        "texto": "Mesmo consciente do desgosto que sua mãe sentiria resolveu:"
      },
      {
        "opcoes": [
          {
            "destino": 6,
            "texto": "Viu ser-lhe negada a entrada em várias faculdades na Europa"
          },
          {
            "destino": 6,
            "texto": "Custou a superar as restrições ao ingresso de mulheres no curso que sonhava"
          }
        ],
        "texto": "Mileva decidiu seguir a vida acadêmica mesmo assim. Mas o início foi difícil: "
      },
      {
        "opcoes": [
          {
            "destino": 7,
            "texto": "Descobriu que tinha uma inteligência acima da média e que havia muito a ser explorado no mundo"
          },
          {
            "destino": 7,
            "texto": "Descobriu que a deficiência era um obstáculo mas não um impedimento para aproveitar as coisas da vida"
          }
        ],
        "texto": "Na Suíça conheceu três amigas (Helene, Milana e Ruzica) com as quais: "
      },
      {
        "opcoes": [
          {
            "destino": 8,
            "texto": "As piadinhas por conta da perna manca"
          },
          {
            "destino": 8,
            "texto": "Não tinha amigos"
          }
        ],
        "texto": "Seu pai precisou interceder diretamente com o ministro da Educação para que ela estudasse física numa escola só para garotos (Instituto Politécnico de Zurique). Lá enfrentou muitos desafios: "
      },
      {
        "opcoes": [
          {
            "destino": 9,
            "texto": "Se tornar uma cientista como o pai esperava que ela fosse um dia "
          },
          {
            "destino": 9,
            "texto": "Ter novas experiências cercada de pessoas de sua idade e de diversas partes do mundo"
          }
        ],
        "texto": "Com o incentivo das amigas, Mileva escolheu ingressar no Curso de Física e matemática no Instituto Politécnico de Zurique, Suíça. Onde esperava: "
      },
      {
        "opcoes": [
          {
            "destino": 10,
            "texto": "Estava sempre presente nas aulas, seguia todas as regras, era diligente nas anotações, passava horas e horas na biblioteca"
          },
          {
            "destino": 10,
            "texto": "Continuou os estudos, pois ninguém iria pedir a mão dela em casamento e dessa forma ela teria realizações pessoais"
          }
        ],
        "texto": "Apesar de tudo, Mileva: "
      },
      {
        "opcoes": [
          {
            "destino": 11,
            "texto": "Hesitava participar das aulas "
          },
          {
            "destino": 11,
            "texto": "Constrangia-se com o jeito estranho com que as pessoas a olhavam "
          }
        ],
        "texto": "Na universidade: "
      },
      {
        "opcoes": [
          {
            "destino": 12,
            "texto": "Ela o ajudava a resolver teoremas matemáticos."
          },
          {
            "destino": 12,
            "texto": "Ambos tinham o mesmo interesse por ideias grandiosas e modernas, embora ele tivesse reputação de preguiçoso"
          }
        ],
        "texto": "Mas logo chamou a atenção dos colegas de sala pela sua inteligência e dedicação, especialmente do jovem Albert Einstein. Os dois se tornaram colegas: "
      },
      {
        "opcoes": [
          {
            "destino": 13,
            "texto": "Foi entusiasmando-se e, destemida, respondia às perguntas do professor Weber, tornando-se de destaque naquele prestigiado curso de matemática"
          },
          {
            "destino": 13,
            "texto": "Construiu amizades com os meninos da turma "
          }
        ],
        "texto": "Aos poucos Mileva: "
      },
      {
        "opcoes": [
          {
            "destino": 14,
            "texto": "Tornaram-se inseparáveis colegas de estudos "
          },
          {
            "destino": 14,
            "texto": "Nascia assim um envolvimento entre mentes e corações"
          }
        ],
        "texto": "Mileva se destacava nos estudos e isso fascinava o jovem Einstein, com o tempo os dois se aproximaram ainda mais: "
      },
      {
        "opcoes": [
          {
            "destino": 15,
            "texto": "Frequentar mais as cafeterias da cidade"
          },
          {
            "destino": 17,
            "texto": "Se envolver amorosamente com um colega de sala, o jovem Einstein"
          }
        ],
        "texto": "Além de estudar matemática, ela começou a: "
      },
      {
        "opcoes": [
          {
            "destino": 16,
            "texto": "Para não decepcionar o pai"
          },
          {
            "destino": 16,
            "texto": "Estava ciente que o romance poderia atrapalhar seus estudos"
          }
        ],
        "texto": "As investidas, insinuações e comentários do colega Einstein pareciam ter segundas intenções. No entanto, Mileva não queria levar isso adiante: "
      },
      {
        "opcoes": [
          {
            "destino": 19,
            "texto": "A ter amigos com quem compartilhava o interesse pela ciência e pelos estudos"
          },
          {
            "destino": 19,
            "texto": "A paquerar e descobrir novos aspectos da vida adulta"
          }
        ],
        "texto": "Nas cafeterias Mileva começou: "
      },
      {
        "opcoes": [
          {
            "destino": 18,
            "texto": "Também era a única mulher no curso de física "
          },
          {
            "destino": 18,
            "texto": "Destaca-se intelectualmente e tira as notas mais altas entre os colegas"
          }
        ],
        "texto": "Por isso, ela resolve mudar para outra instituição em Berlim, na Alemanha, lá: "
      },
      {
        "opcoes": [
          {
            "destino": 21,
            "texto": "Esquecia as amigas e passava mais tempo no café metrópole com o senhor Einstein e os amigos dele"
          },
          {
            "destino": 21,
            "texto": "Mantinha uma relação de estudos compartilhados, experiências, ideias e inspiração mútua com o pretendente"
          }
        ],
        "texto": "Desde então, Mileva: "
      },
      {
        "opcoes": [
          {
            "destino": 20,
            "texto": "Sofria assédio do professor "
          },
          {
            "destino": 20,
            "texto": "Os colegas sentiam inveja da sua facilidade com os cálculos "
          }
        ],
        "texto": "O percurso não foi fácil: "
      },
      {
        "opcoes": [
          {
            "destino": 23,
            "texto": "Não queria nada sério, pois desejava focar em seus estudos"
          },
          {
            "destino": 23,
            "texto": "Não achava que Einstein era o que ela queria em um parceiro"
          }
        ],
        "texto": "Em uma das idas à cafeteria, Mileva conheceu o jovem Albert Einstein, com quem compartilhava um amor pela ciência. Einstein cortejou Mileva por muito tempo, mas ela: "
      },
      {
        "opcoes": [
          {
            "destino": 22,
            "texto": "Não consegue arrumar um emprego"
          },
          {
            "destino": 24,
            "texto": "Arruma um emprego como professora de ensino básico, um cargo inferior ao seu currículo"
          }
        ],
        "texto": "Apesar de tudo, conclui o curso com êxito e recebe o diploma de professora, então: "
      },
      {
        "opcoes": [
          {
            "destino": 23,
            "texto": "O namoro põe em risco sua reputação com os colegas de sala"
          },
          {
            "destino": 23,
            "texto": "Nada valia a decepção de suas amigas"
          },
          {
            "destino": 23,
            "texto": "Romance e trabalho não se misturam, não para as mulheres"
          }
        ],
        "texto": "Mileva não queria levar esse romance adiante, ela sabia: "
      },
      {
        "opcoes": [
          {
            "destino": 26,
            "texto": "Começa a dar aulas gratuitas para crianças"
          },
          {
            "destino": 26,
            "texto": "Busca um tratamento psicológico"
          }
        ],
        "texto": "Então, desempregada e depressiva, retorna para a casa dos pais e: "
      },
      {
        "opcoes": [
          {
            "destino": 25,
            "texto": "Ainda estavam descobrindo onde a relação iria"
          },
          {
            "destino": 25,
            "texto": "Estavam muito apaixonados, mas inseguros sobre como as suas famílias reagiriam ao relacionamento"
          }
        ],
        "texto": "Finalmente, depois de muitas investidas, em 1898, Mileva e Einstein se tornaram um casal. Então: "
      },
      {
        "opcoes": [
          {
            "destino": 26,
            "texto": "Procura formas de melhorar seu currículo, e entra em contato com seus professores na Suíça em busca de conselhos"
          },
          {
            "destino": 26,
            "texto": "Continua trabalhando em teorias no seu tempo livre "
          }
        ],
        "texto": "Insatisfeita com o atual emprego, Mileva sente que seus talentos estão sendo desperdiçados ali. Por isso: "
      },
      {
        "opcoes": [
          {
            "destino": 27,
            "texto": "A mãe de Einstein tinha vários preconceitos contra ela: a educação cristã ortodoxa que recebeu, sua capacidade intelectual, as origens eslavas e a perna manca"
          },
          {
            "destino": 27,
            "texto": "Eles ainda não eram casados e a sociedade não via com bons olhos uma mulher que tinha um filho fora do casamento"
          }
        ],
        "texto": "O namoro seguia em segredo e aos poucos o sonho de um futuro juntos foi sucumbindo. Mileva descobriu que estava grávida, e isso foi um grande baque, porque: "
      },
      {
        "opcoes": [
          {
            "destino": 28,
            "texto": "Se interessa pelo estudo das propriedades física do éter"
          },
          {
            "destino": 28,
            "texto": "Tenta encontrar formas de provar que massa e energia estão relacionadas"
          }
        ],
        "texto": "Dois anos depois, volta à Suíça, onde passa em uma seleção de mestrado, então: "
      },
      {
        "opcoes": [
          {
            "destino": 29,
            "texto": "Mileva retornar à casa do pai e receber ajuda durante a gravidez"
          },
          {
            "destino": 31,
            "texto": "Continuarem juntos na Suíça, apesar das dificuldades que a gravidez traria tanto para os estudos de Mileva quanto pra relação dos dois."
          }
        ],
        "texto": "Mileva e Einstein tinham uma escolha difícil a tomar. E acabaram decidindo por: "
      },
      {
        "opcoes": [
          {
            "destino": 30,
            "texto": "Vai a concertos e a festas"
          },
          {
            "destino": 30,
            "texto": "Frequenta cafés e bares"
          }
        ],
        "texto": "Enquanto estuda, Mileva também tenta levar uma vida fora do meio acadêmico, para isso: "
      },
      {
        "opcoes": [
          {
            "destino": 33,
            "texto": "Einstein parecia estar deixando-a de lado enquanto seguia o próprio rumo na vida"
          },
          {
            "destino": 33,
            "texto": "Toda família ficou decepcionada com ela, principalmente seu pai, ele tinha construído um caminho para ela em meio à selvageria de um mundo dominado por homens, o mundo da ciência e da Matemática, e ela tinha jogado tudo fora por uma paixão"
          }
        ],
        "texto": "Todos os anos de trabalho duro – e de apoio do seu pai – para erguer uma vida científica parecia ruir em um instante: "
      },
      {
        "opcoes": [
          {
            "destino": 32,
            "texto": "O estudo das transformações de Lorentz está dando frutos inesperados"
          },
          {
            "destino": 32,
            "texto": "Ela começa a considerar o éter algo impossível"
          }
        ],
        "texto": "Ela tem alguns namorados, mas nunca leva nenhum relacionamento adiante porque a sua pesquisa é mais importante e ela está obtendo resultados interessantes: "
      },
      {
        "opcoes": [
          {
            "destino": 35,
            "texto": "Na sociedade da época, ele simplesmente não poderia aparecer ao lado de uma grávida, quanto mais viver com ela"
          },
          {
            "destino": 35,
            "texto": "Os preconceitos e os ataques de raiva da mãe de Einstein podiam afastá-los ainda mais"
          }
        ],
        "texto": "Einstein estava prestes a, finalmente, conseguir um bom emprego no escritório de patentes em Berna, Suíça, contudo "
      },
      {
        "opcoes": [
          {
            "destino": 34,
            "texto": "Einstein concorda com as conclusões que Mileva chegou até ali"
          },
          {
            "destino": 34,
            "texto": "Einstein reorienta Mileva sobre o que considera ser a melhor forma de relacionar energia e massa"
          }
        ],
        "texto": "Em uma das suas saídas, Mileva reencontra Einstein e os dois se reaproximam por estarem interessados na mesma área de pesquisa: "
      },
      {
        "opcoes": [
          {
            "destino": 37,
            "texto": "Permaneceu isolada em Novi Sad para aguardar o nascimento do bebê "
          },
          {
            "destino": 37,
            "texto": "Com respeito e carinho, ela ensinou tudo aquilo que as mulheres tradicionais faziam "
          },
          {
            "destino": 37,
            "texto": "Aconselhava a filha para que ela concedesse ao bebê uma família de verdade, com pai e mãe juntos"
          }
        ],
        "texto": "Sua mãe seguia preocupada apenas com o resgate da sua alma, mas apesar do constrangimento: "
      },
      {
        "opcoes": [
          {
            "destino": 36,
            "texto": "Precisa passar meses em repouso no hospital"
          },
          {
            "destino": 36,
            "texto": "Precisa se submeter a uma cirurgia de alto risco"
          }
        ],
        "texto": "Mas as dificuldades não param. Uma noite quando estava saindo do seu laboratório, Mileva tropeça e cai de uma escada, então: "
      },
      {
        "opcoes": [
          {
            "destino": 39,
            "texto": "Nem mesmo a adoção do bebê, algo que o seu pai vivia insinuando, poderia restaurar sua honra e sua carreira "
          },
          {
            "destino": 39,
            "texto": "Apesar do compromisso inicial de Einstein, parecia que ela teria que encarar aquela gravidez sozinha, exatamente como seus pais temiam"
          }
        ],
        "texto": "Mileva não estava indo bem nos estudos, e conversava com seu pai sobre seus medos. No fundo seu pai sabia que todos os sonhos profissionais dela se perdiam com aquela gravidez, ser reprovada nos exames era algo secundário "
      },
      {
        "opcoes": [
          {
            "destino": 38,
            "texto": "Passa a dividir todos os seus pensamentos com Einstein"
          },
          {
            "destino": 40,
            "texto": "Vê nele um confidente, e todos os sentimentos da juventude voltam à florescer"
          }
        ],
        "texto": "A recuperação é demorada e dolorosa, mas além dos seus pais que vieram para a Suíça cuidar da filha, Mileva está sempre acompanhada do seu bom amigo Einstein. Ele é sua única ligação com o mundo da física, já que até segurar um livro se tornou uma tarefa difícil e dolorosa. Mileva então: "
      },
      {
        "opcoes": [
          {
            "destino": 41,
            "texto": "Após o nascimento da sua filha Lieserl, ele pediu que ela fosse ao seu encontro, mas não levasse a criança para evitar burburinhos"
          },
          {
            "destino": 41,
            "texto": "Ele não mencionava nada sobre o casamento, nem citava Lieserl em seus planos, mas queria falar pessoalmente com Mileva"
          }
        ],
        "texto": "Einstein não fez sequer uma visita, sempre arranjando uma desculpa por falta de tempo devido ao trabalho, eles apenas trocavam cartas: "
      },
      {
        "imagem": "~/assets/images/mileva-equacao.png",
        "opcoes": [
          {
            "destino": 42,
            "texto": "Juntos, eles teorizam o que viria a ser a teoria da relatividade"
          },
          {
            "destino": 42,
            "texto": "Mileva teoriza o que seriam os postulados da relatividade geral, mas os dois trabalham a matemática juntos para prova-la"
          }
        ],
        "texto": "Ao sair do hospital, Mileva volta a sua pesquisa. Dessa vez com um parceiro com quem pode discutir as teorias mais mirabolantes e inovadoras que lhe vêm à cabeça. "
      },
      {
        "opcoes": [
          {
            "destino": 43,
            "texto": "Continuar com Einstein pelo bem da filha"
          },
          {
            "destino": 43,
            "texto": "Dar mais uma chance ao seu relacionamento, afinal, ela ainda o amava"
          }
        ],
        "texto": "A pequena Lieserl nasceu e Mileva precisava tomar mais uma difícil decisão, criar a filha sozinha, doa-la para a adoção ou continuar em um relacionamento que não resistiu à primeira dificuldade encontrada. Influenciada pela mãe, ela decidiu: "
      },
      {
        "opcoes": [
          {
            "destino": 44,
            "texto": "Decidem namorar sério apesar da não-aprovação da mãe de Einstein a respeito de Mileva, uma mulher deficiente, cristã e que não mostrava interesse em ser dona de casa"
          },
          {
            "destino": 44,
            "texto": "Decidem morar juntos, o que não era bem visto para duas pessoas não casadas à época. Mas o que consideravam essencial já que Mileva ainda necessitava de cuidados e seus pais precisaram retornar à Sérvia"
          }
        ],
        "texto": "Ao sair do hospital, Mileva decide engatar em uma relação com Einstein. Parte porque seus sentimentos por ele nunca foram embora, parte por ter sentido uma admiração e respeito crescentes ao ver que ele não saía do seu lado no hospital. Os dois então: "
      },
      {
        "opcoes": [
          {
            "destino": 43,
            "texto": "Ela precisava dar uma família e um lar de verdade para a sua filha"
          },
          {
            "destino": 43,
            "texto": "Não restava outra escolha, a não ser confiar em Einstein totalmente"
          }
        ],
        "texto": "Convencida pela mãe, Mileva foi ao encontro do amado. Depois de uma longa discussão, Einstein propôs casar-se com Mileva. Pela primeira vez, Mileva seguiu os conselhos da sua mãe: "
      },
      {
        "opcoes": [
          {
            "destino": 44,
            "texto": "Não dava pra negar a atração física e intelectual que os dois compartilhavam"
          },
          {
            "destino": 44,
            "texto": "Eles sabiam que jamais encontrariam mentes mais semelhantes às suas, ou pessoas com mais interesses em comum"
          }
        ],
        "texto": "Todas as noites trabalhando, conversando e teorizando juntos acabaram por transformar a relação de trabalho em um romance. Que apesar de ser relutante para ambas as partes no início acabou por florescer, já que: "
      },
      {
        "opcoes": [
          {
            "destino": 45,
            "texto": "Einstein havia a decepcionado muito com a inconstância de humor, a espera infindável e a abstenção em relação a Lieserl"
          },
          {
            "destino": 45,
            "texto": "Essa era a única coisa a se fazer pelo bem de Lieserl, mas não tinha como saber que tipo de futuro estava reservado para a senhora Einstein"
          }
        ],
        "texto": "Pouco tempo depois os dois se casaram, mas: "
      },
      {
        "opcoes": [
          {
            "destino": 46,
            "texto": "Acredita que ainda terá tempo para publicar seus artigos"
          },
          {
            "destino": 46,
            "texto": "Quer se dedicar a ter uma gravidez saudável, já que seus problemas de saúde a tornam de risco"
          }
        ],
        "texto": "Mileva conclui o mestrado e já tem uma boa ideia do quais serão seus próximos passos. Entretanto, o destino é cheio de surpresas, e antes que possa publicar seus artigos, descobre que está grávida. Então decide pausar seus planos, pois: "
      },
      {
        "opcoes": [
          {
            "destino": 47,
            "texto": "Mileva entrou em uma depressão profunda e começou a reavaliar todas as suas decisões"
          },
          {
            "destino": 49,
            "texto": "A perda da filha acabou por aproximar o casal, que compartilhava da dor e encontrava consolo um no outro"
          }
        ],
        "texto": "As dificuldades não tinham terminado. E o destino se mostrou mais uma vez cruel com Mileva. Uma epidemia de escarlatina atingiu a Suíça e levou a pequena Lieserl. "
      },
      {
        "opcoes": [
          {
            "destino": 48,
            "texto": "A gestação corre tranquilamente e nasce a pequena Lieserl"
          },
          {
            "destino": 50,
            "texto": "Mileva perde o bebê"
          }
        ],
        "texto": "Einstein continua desenvolvendo a teoria da relatividade em que os dois trabalharam, mas Mileva se vê forçada a passar longos períodos na cama, já que a sua saúde que já necessitava de cuidados, piorou depois do acidente e não facilitava a gravidez. Então: "
      },
      {
        "opcoes": [
          {
            "destino": 51,
            "texto": "Ela só tinha uma escolha a fazer. Deixar tudo isso de lado e abraçar a esperança de gerar uma nova família com o bebê que estava a caminho"
          },
          {
            "destino": 51,
            "texto": "Tinha uma dupla jornada como dona de casa e ajudando o marido com seus artigos e cálculos, para aliviar tanto sofrimento"
          }
        ],
        "texto": "Einstein e a Física se transformariam numa memória distante se ela não estivesse grávida novamente: "
      },
      {
        "opcoes": [
          {
            "destino": 52,
            "texto": "Lembra dos ensinamentos da sua mãe sobre o papel da mulher e como os filhos precisam dos dois pais"
          },
          {
            "destino": 52,
            "texto": "Ainda o ama"
          }
        ],
        "texto": "Mileva decide dedicar o máximo de tempo possível a sua filha e a cada dia que passa se distancia mais do marido e da física, já que ele demonstra se preocupar mais com seu trabalho que com sua família. Mas Mileva decide continuar casada com Einstein, porque: "
      },
      {
        "opcoes": [
          {
            "destino": 51,
            "texto": "A relação com o marido nunca esteve melhor. Os dois estavam apaixonados e felizes por trazer uma nova vida ao mundo"
          },
          {
            "destino": 51,
            "texto": "Além da família, ela recuperou o amor pela física"
          }
        ],
        "texto": "Mileva acabou por engravidar novamente, e esperava que a vida melhorasse a partir daí. Já que: "
      },
      {
        "opcoes": [
          {
            "destino": 52,
            "texto": "A relação com o marido ficava cada vez mais turbulenta, o fato de não sentirem da mesma forma a perda do bebê tornava a convivência ainda mais complicada"
          },
          {
            "destino": 52,
            "texto": "Einstein também se sente abalado, mas foca no trabalho toda a sua frustração"
          }
        ],
        "texto": "Consumida pela dor, Mileva entrou em uma depressão profunda e deixou de sair de casa: "
      },
      {
        "imagem": "~/assets/images/mileva-equacao.png",
        "opcoes": [
          {
            "destino": 53,
            "texto": "Algumas cartas sugerem que esse artigo foi construído em uma homenagem para Lieserl, com a ajuda de Mileva, mas ele não o nome dela como coautora"
          },
          {
            "destino": 53,
            "texto": "A ideia de que eram um só, só beneficiava ele mesmo. Ele não teria dado à esposa qualquer reconhecimento ao longo da vida. Estava bem claro que eles podiam ser os “Einstein”, mas os corações eram muito diferentes "
          }
        ],
        "texto": "Apesar da dedicação ao filho, Mileva nunca abandona a sua paixão pela ciência, trabalhando em conjunto com o marido e contribuindo para estudos científicos tão importantes como a Teoria da Relatividade "
      },
      {
        "opcoes": [
          {
            "destino": 56,
            "texto": "Poucos meses depois, ela deixou o marido em Berlim (Alemanha) e mudou-se para Zurique (Suíça). Cinco anos depois, já vivendo separados, o casal finalmente se divorciou, em 1919"
          },
          {
            "destino": 56,
            "texto": "Em 1921, o prêmio veio e Mileva enriqueceu. Quem sabe, não se reparava ali uma injustiça histórica?"
          }
        ],
        "texto": "Einstein publica a teoria da relatividade em 1905 como se fosse somente sua. Justifica essa ação dizendo que a mulher não contribuiu as etapas finais da pesquisa e faz um acordo com ela para que qualquer dinheiro ganho com um eventual prêmio Nobel vá para ela: "
      },
      {
        "imagem": "~/assets/images/mileva-filhos.png",
        "opcoes": [
          {
            "destino": 54,
            "texto": "Como é quase praxe na história das mulheres que tentam se dedicar à ciência, ela foi afastada dos estudos pelo casamento e o nascimento de outros filhos"
          },
          {
            "destino": 54,
            "texto": "A garota talentosa que abdicou da carreira pela família passou seus últimos anos cuidando dos dois filhos, um dos quais psicótico"
          }
        ],
        "texto": "O nascimento do terceiro filho do casal afastou definitivamente Mileva das ciências e o apreço de Einstein pela mulher deu lugar a outras paixões "
      },
      {
        "opcoes": [
          {
            "destino": 55,
            "texto": "As roupas (lavar e passar) sejam mantidas em boa ordem "
          },
          {
            "destino": 55,
            "texto": "Renunciar aparições sociais, saídas de casa e viagens com ele"
          },
          {
            "destino": 55,
            "texto": "Devia se comprometer a não menosprezar-se na frente dos seus filhos, seja por palavras ou comportamento"
          }
        ],
        "texto": "Einstein propôs que o casal permanecesse junto apenas para o bem dos seus filhos. Uma decisão nobre não fosse uma lista de condições com as quais Mileva tinha que concordar para que a união mantivesse-se de pé: "
      },
      {
        "opcoes": [
          {
            "destino": 56,
            "texto": "Poucos meses depois, ela deixou o marido em Berlim (Alemanha) e mudou-se para Zurique (Suíça). Cinco anos depois, já vivendo separados, o casal finalmente se divorciou, em 1919"
          },
          {
            "destino": 56,
            "texto": "O acordo de divórcio incluía uma cláusula em que o cientista aceitava repassar todo o dinheiro ganho com um possível Prêmio Nobel. Em 1921, o prêmio veio e Mileva enriqueceu. Quem sabe, não se reparava ali uma injustiça histórica?"
          }
        ],
        "texto": "Mileva aceitou as condições por um tempo, obviamente sem sucesso. As exigências não funcionaram e o casamento foi por água abaixo"
      },
      {
        "imagem": "~/assets/images/mileva-filhos.png",
        "opcoes": [
          {
            "destino": 57,
            "texto": "Avançar"
          }
        ],
        "texto": "Em troca de uma família com Albert, Mileva recuou de seu papel no mundo da ciência. Seu equívoco foi ter acreditado em Einstein, que a convencera de que ele a queria como uma parceira em todos os aspectos da vida. Morreu dia 04 de agosto de 1948, aos 72 anos, esquecida pela história. "
      },
      {
        "opcoes": [
          {
            "texto": "Avançar"
          }
        ],
        "texto": "Com base nas cartas trocadas pelo casal, nas quais Einstein falava da “nossa teoria”, surgiu uma polêmica que provavelmente nunca terminará. Há quem diga que a relatividade jamais teria tomado forma sem o gênio de Mileva, enquanto outros ridicularizam a sugestão e afirmam que Einstein merece todos os créditos. "
      }
    ],
    "id": 4,
    "nome": "Mileva",
    "imagem": "~/assets/images/mileva-sup.png"
  }
]